Repository: tamplan/filemanager-actions
Catalog: po/*.po
Languages: ca, de

source: <PATH|NAME>
ca: <CAMÍ|NOM>
de: <PFAD|NAME>

source: Description relative to the item
ca: Descripció relativa de l'element
de: Beschreibung relativ zum Eintrag

source: Some text which explains the goal of the menu or the action. May be used, e.g. when displaying available items on a web site.
ca: Text que explica l'objectiu del menú o l'acció. Es pot utilitzar, per exemple, quan es mostren els elements disponibles en un lloc web.
de: Text, der das Ziel des Menüs oder der Aktion erklärt. Kann zum Beispiel beim Anzeigen verfügbarer Objekte auf einer Webseite verwendet werden.

source: Suggested shortcut
ca: Accés directe suggerit
de: Vorgeschlagene Tastenkombination

source: A shortcut suggested for the action or the menu. Please note that this might be only a suggestion as the shortcut may be already reserved for another use. Implementation should not override an already existing shortcut to define this one. The format may look like "<Control>a" or "<Shift><Alt>F1". Defaults to empty.
de: Eine für eine Aktion oder das Menü vorgeschlagene Tastenkombination. Bedenken Sie, dass dies nur ein Vorschlag ist, weil die Kombination bereits für einen anderen Zweck belegt sein kann. Eine Implementierung sollte bei der Definition nicht eine bereits vorhandene Tastenkombination überschreiben. Das Format sieht in etwa so aus: »<Strg>a« oder »<Umschalttaste><Alt>F1". Voreingestellt ist nichts.

source: List of subitem ids
ca: Llista de subelements d'ID's
de: Liste der Kennungen von Unterobjekten

source: Ordered list of the IDs of the subitems. This may be actions or menus if the item is a menu, or profiles if the item is an action. If this list doesn't exist or is empty for an action or a menu, subitems are attached in the order of the read operations.
de: Geordnete Liste mit Kennungen der Unterobjekte. Dies können Aktionen oder Menüs sein, wenn das Objekt ein Menü ist, oder Profile, wenn das Objekt eine Aktion ist. Wenn die Liste nicht vorhanden oder für eine Aktion oder ein Menü leer ist, werden die gefundenen Profile in Reihenfolge der Leseoperationen geladen.

source: Whether the action or the menu is enabled
ca: Si s'habilita l'acció o el menú
de: Legt fest, ob die Aktion oder das Menü aktiviert ist

source: If the or the menu action is disabled, it will never appear in the file manager context menu. Defaults to TRUE.
ca: Si l'estudiant o l'acció del menú està desactivat, no apareixerà al menú del context de l'administrador de fitxers. Per defecte VERITAT.
de: Falls die Aktion oder das Menü deaktiviert ist, erscheint sie niemals im Kontextmenü des Dateimanagers. Vorgabe ist »wahr«.

source: Whether the action or the menu is enabled [enabled]
ca: Si s'habilita l'acció o el menú [habilitat]
de: Legt fest, ob die Aktion oder das Menü aktiviert ist [enabled]

source: Version of the format
ca: La versió del format
de: Version des Formates

source: The version of the configuration format that will be used to manage backward compatibility.
ca: La versió del format de configuració que es farà servir per a gestionar la compatibilitat amb versions anteriors.
de: Die verwendete Version des Konfigurationsformates, um Abwärtskompatibilität zu ermöglichen.

source: New Nautilus menu
de: Neues Nautilus-Menü

source: Default profile
ca: Perfil per defecte
de: Vorgabeprofil

source: Name of the profile
ca: Nom del perfil
de: Name des Profils

source: May be used as a description for the function of the profile. If not set, it defaults to an auto-generated name.
ca: Podria utilitzar-se com una descripció de la funció del perfil. Si no s'estableix el valor predeterminat és un nom generat automàticament.
de: Kann als Beschreibung der Funktion des Profils verwendet werden. Falls nicht gesetzt, wird als Vorgabe ein automatisch erzeugter Name verwendet.

source: Path of the command
ca: La ruta de l'ordre
de: Pfad des Befehls

source: The path of the command to be executed when the user select the menu item in the file manager context menu or in the toolbar.
ca: La ruta de l'ordre a executar quan l'usuari seleccioni l'element del menú al file-manager o en la barra d'eines del menú del context.
de: Der vollständige Dateisystempfad des auszuführenden Befehls, wenn der Benutzer auf den Eintrag im Nautilus-Kontextmenü oder in der Werkzeugleiste klickt.

source: Parameters of the command
ca: Els paràmetres de l'ordre
de: Befehlsparameter

source: The parameters of the command to be executed when the user selects the menu item in the file manager context menu or in the toolbar. The parameters may contain some special tokens which are replaced by the informations provided by the file manager before starting the command: - up to version 2.0: %d: base folder of the selected file(s) %f: the name of the selected file or the first one if several are selected %h: hostname of the URI %m: space-separated list of the basenames of the selected file(s)/folder(s) %M: space-separated list of the selected file(s)/folder(s), with their full paths %p: port number of the first URI %R: space-separated list of selected URIs %s: scheme of the URI %u: URI %U: username of the URI %%: a percent sign. - starting from version 3: %b: (first) basename %B: space-separated list of the basenames of the selected file(s)/folder(s) %c: count the selected file(s)/folder(s) %d: (first) base directory %D: space-separated list of base directories of the selected file(s)/folder(s) %f: (first) filename %F: space-separated list of the filenames of the selected file(s)/folder(s) %h: hostname of the (first) URI %m: (first) mimetype %M: space-separated list of the mimetypes of the selected file(s)/folder(s) %n: username of the (first) URI %o: no-op operator which forces the singular form of execution (since 3.0.2) %O: no-op operator which forces the plural form of execution (since 3.0.2) %p: port number of the (first) URI %s: scheme of the (first) URI %u: (first) URI %U: space-separated list of the URIs of the selected file(s)/folder(s) %w: (first) basename without the extension %W: space-separated list of basenames without the extension %x: (first) extension %X: space-separated list of the extensions of the selected file(s)/folder(s) %%: a percent sign.
de: Die Parameter des zu startenden Befehls, wenn der Benutzer den Eintrag im Kontextmenü der Dateiverwaltung oder in der Werkzeugleiste auswählt. Die Parameter können verschiedene Sonderzeichen enthalten, die von der Dateiverwaltung vor dem Befehlsstart durch die entsprechenden Informationen ersetzt werden: - bis zu Version 2.0: %d: Basisordner der ausgewählten Datei(en) %f: Name der ausgewählten Datei oder der ersten Datei bei mehreren Dateien %h: Rechnername der Adresse %m: Durch Leerzeichen getrennte Liste der Basisnamen der ausgewählten Datei(en) und Ordner %M: Durch Leerzeichen getrennte Basisnamen der ausgewählten Datei(en) und Ordner mit vollständigen Pfaden %p: Port-Nummer der ersten Adresse %R: Durch Leerzeichen getrennte Liste der ausgewählten Adressen %s: Schema der Adresse %u: Adresse %U: Benutzername der Adresse %%: Ein Prozentzeichen. - ab Version 3: %b: (erster) Basisname %B: Durch Leerzeichen getrennte Liste der Basisnamen der ausgewählten Datei(en) und Ordner %c: Anzahl der ausgewählten Datei(en) und Ordner %d: (erster) Basisordner %D: Durch Leerzeichen getrennte Liste der Basisordner der ausgewählten Datei(en) und Ordner %f: (erster) Dateiname %F: Durch Leerzeichen getrennte Liste der Dateinamen der ausgewählten Datei(en) und Ordner %h: Rechnername der (ersten) Adresse %m: (erster) MIME-Typ %M: Durch Leerzeichen getrennte Liste der MIME-Typen der ausgewählten Datei(en) und Ordner %n: Benutzername der (ersten) Adresse %o: »no-op« Operator, der eine einfache Form der Ausführung erzwingt (seit 3.0.2) %O: »no-op« Operator, der eine mehrfache Form der Ausführung erzwingt (seit 3.0.2) %p: Port-Nummer der (ersten) Adresse %s: Schema der (ersten) Adresse %u: (Erste) Adresse %U: Durch Leerzeichen getrennte Liste der Adressen der gewählten Datei(en)/Ordner %w: (erster) Basisname ohne die Erweiterung %W: Durch Leerzeichen getrennte Liste der Basisnamen ohne die Erweiterung %x: (Erste) Erweiterung %X: Durch Leerzeichen getrennte Liste der Erweiterungen der gewählten Datei(en)/Ordner %%: Ein Prozentzeichen.

source: Working directory
ca: Directori de treball
de: Arbeitsordner

source: The working directory the command will be started in. Defaults to "%d".
de: In diesem Arbeitsordner wird der Befehl ausgeführt. Voreingestellt ist »%d«.

source: Execution mode
ca: Mode d'execució
de: Ausführungsmodus

source: Execution mode of the program. This may be chosen between following values: - Normal: starts as a standard graphical user interface - Terminal: starts the preferred terminal of the graphical environment, and runs the command in it - Embedded: makes use of a special feature of the file manager which allows a terminal to be ran inside of it; an acceptable fallback is Terminal - DisplayOutput: the ran terminal may be closed at end of the command, but standard streams (stdout, stderr) should be collected and displayed; an acceptable fallback is Terminal. Defaults to "Normal".
de: Der Ausführungsmodus des Programms. Er kann einer der folgenden Werte sein: - Normal: Startet als normale grafische Benutzeroberfläche. - Terminal: Startet das bevorzugte Terminal der grafischen Umgebung und führt darin einen Befehl aus - Eingebettet: Verwendet ein spezielles Merkmal der Dateiverwaltung, das es ermöglicht, ein eingebettetes Terminal auszuführen. Ein möglicher Rückfall ist »Terminal«. - DisplayOutput: das Terminal darf bei Befehlsende geschlossen werden, aber die Standardausgaben (stdout, stderr) sollen gesammelt und angezeigt werden; Ein möglicher Rückfall ist »Terminal«. Voreingestellt ist »normal«.

source: Startup notify
ca: Notificació d'inici
de: Startbenachrichtigung

source: Only relevant when ExecutionMode=Normal. Defaults to FALSE.
ca: Només és rellevant quan ExecutionMode=Normal. Per defecte FALS.
de: Nur relevant, wenn »ExecutionMode=Normal«. Voreingestellt ist FALSE.

source: Startup WM Class
ca: Classe WM d'inici
de: WM-Klasse bei Start

source: Only relevant when ExecutionMode=Normal. Defaults to empty.
ca: Només és rellevant quan ExecutionMode=Normal. Per defecte buit.
de: Nur relevant, wenn »ExecutionMode=Normal«. Voreingestellt ist nichts.

source: Execute as user
ca: Executa com a usuari
de: Als Benutzer ausführen

source: The user the command must be ran as. The user may be identified by its numeric UID or by its login. The profile is ignored if defined with a non-existing UID or login. Defaults to empty: the command will be executed as the current user.
ca: L'usuari ha d'executar l'ordre com. L'usuari pot ser identificat per la seva UID numèrica o per la seva entrada. El perfil s'ignora si està definit amb un UID o entrada no-existent. Per defecte buit: l'ordre s'executarà com l'usuari actual.
de: Das Benutzerkonto, unter dem der Befehl ausgeführt wird. Der Benutzer kann über die numerische Benutzerkennung oder auch den Benutzernamen angegeben werden. Das Profil wird ignoriert, wenn eine nicht vorhandene Benutzerkennung bzw. Benutzername angegeben wird. Wenn nicht angegeben, wird der Befehl unter der aktuellen Benutzerkennung ausgeführt.

source: Error when querying informations for %s URI: %s
ca: Error al consultar la informació de %s URI: %s
de: Fehler beim Abfragen von Informationen für Adresse %s: %s

source: file:///path/to/file1.mid
de: file:///pfad/zu/datei1.mid

source: file:///path/to/file2.jpeg
de: file:///pfad/zu/datei2.jpeg

source: test.example.net
ca: test.exemple.net
de: test.beispiel.net

source: user
ca: usuari
de: Benutzer

source: Output of the run command
ca: Sortida de l'ordre executada
de: Ausgabe des ausgeführten Befehls

source: Run command:
ca: Executa ordre:
de: Ausgeführter Befehl:

source: Standard output:
ca: Sortida estàndard:
de: Standardausgabe:

source: Standard error:
ca: Error estàndard:
de: Standard-Fehlerausgabe:

source: Nautilus-Actions Desktop I/O Provider
de: Desktop-Ein-/Ausgabetreiber für Nautilus-Aktionen

source: Export as a ._desktop file
ca: Exporta com a fitxer ._desktop
de: Als *._desktop-Eintragsdatei exportieren

source: This format let you easily share your actions with others, including other desktop environments. The exported .desktop file may later be imported via : - Import assistant of the Nautilus-Actions Configuration Tool, - drag-n-drop into the Nautilus-Actions Configuration Tool, - or by copying it into a XDG_DATA_DIRS/file-manager/actions directory.
de: Dieses Exportformat ermöglicht die gemeinsame Nutzung der Aktionen, auch in anderen Arbeitsumgebungen. Die exportierte .desktop-Datei kann später importiert werden über: - den Importassistenten des Konfigurationswerkzeugs für Nautilus-Aktionen, - durch Ziehen und Ablegen im Konfigurationswerkzeug für Nautilus-Aktionen - das Befehlszeilenwerkzeug »gconftool-2 --import-schema-file«.

source: The Desktop I/O Provider is not able to handle the URI
ca: El proveïdor d'escriptori no és capaç de manejar l'URI
de: Der Desktop-Ein-/Ausgabetreiber ist nicht in der Lage, die Adresse zu verarbeiten.

source: Nautilus-Actions GConf I/O Provider
de: GConf Ein-/Ausgabetreiber für Nautilus-Aktionen

source: Item ID not found.
ca: L'element ID no s'ha trobat.
de: Objektkennung wurde nicht gefunden.

source: Unwaited key path %s while importing a menu.
ca: Trajectòria de clau no esperada %s a l'importar un menú.
de: Unerwarteter Schlüsselpfad %s beim Importieren eines Menüs.

source: Element %s at line %d already found, ignored.
ca: Element %s a la línia %d ja trobat, ignorat.
de: Element %s in Zeile %d bereits gefunden, wird ignoriert.

source: Invalid item ID: waited for %s, found %s at line %d.
ca: Element ID Invàlid: esperat per %s, trobat %s en la línia %d.
de: Ungültige Objektkennung: Es wurde »%s« erwartet, aber »%s« in Zeile %d gefunden.

source: Unknown element %s found at line %d while waiting for %s.
ca: Element %s desconegut, trobat a la línia %d a l'espera de %s.
de: Unbekanntes Element %s gefunden in Zeile %d, während %s erwartet wurde.

source: Unknown type %s found at line %d, while waiting for Action or Menu.
ca: tipus %s desconegut, es va trobar a la línia %d, a l'espera d'Action o Menu.
de: Unbekannter Typ %s gefunden in Zeile %d, während Aktion oder Menü erwartet wurde.

source: The XML I/O Provider is not able to handle the URI
ca: El proveïdor XML I/O no és capaç de manipular l'URI
de: Der XML-Ein-/Ausgabetreiber ist nicht in der Lage, die Adresse zu verarbeiten.

source: Export as a _full GConf schema file
ca: Exporta com un fitxer d'esquema de GConf _Full
de: Als _vollständige GConf-Schemadatei exportieren

source: This used to be the historical export format. The exported schema file may later be imported via : - Import assistant of the Nautilus-Actions Configuration Tool, - drag-n-drop into the Nautilus-Actions Configuration Tool, - or via the gconftool-2 --import-schema-file command-line tool.
de: Dies war das übliche historische Exportformat. Die exportierte Schema-Datei kann später importiert werden über: - den Importassistenten des Konfigurationswerkzeugs für Nautilus-Aktionen, - durch Ziehen und Ablegen im Konfigurationswerkzeug für Nautilus-Aktionen - das Befehlszeilenwerkzeug »gconftool-2 --import-schema-file«.

source: Export as a _light GConf schema (v2) file
ca: _Exporta com un fitxer de l'esquema lleuger GConf (v2)
de: Als verein_fachte GConf-Schemadatei (v_2) exportieren

source: This format has been introduced in v 1.11 serie. This is the lightest schema still compatible with GConf command-line tools, while keeping backward compatibility with older Nautilus-Actions Configuration Tool versions. The exported schema file may later be imported via : - Import assistant of the Nautilus-Actions Configuration Tool, - drag-n-drop into the Nautilus-Actions Configuration Tool, - or via the gconftool-2 --import-schema-file command-line tool.
de: Dieses Format wurde in der Version 1.11 eingeführt. Dies ist das einfachste Schema, welches noch mit den GConf-Befehlszeilenwerkzeugen kompatibel ist, wobei die Abwärtskompatibilität mit älteren Versionen des Nautilus- Aktionen-Konfigurationswerkzeugs erhalten bleibt. Die exportierte Datei kann später importiert werden über: - den Importassistenten des Konfigurationswerkzeugs für Nautilus-Aktionen, - durch Ziehen und Ablegen im Konfigurationswerkzeug für Nautilus-Aktionen - oder das Befehlszeilenwerkzeug »gconftool-2 --import-schema-file«.

source: Export as a GConf _dump file
ca: Exporta com un fitxer GConf _dump
de: Als GConf-_Eintragsdatei exportieren

source: This format has been introduced in v 1.11 serie, and should be the preferred format for newly exported items. It is not backward compatible with previous Nautilus-Actions Configuration Tool versions, though it may still be imported via standard GConf command-line tools. The exported dump file may later be imported via : - Import assistant of a compatible Nautilus-Actions Configuration Tool, - drag-n-drop into the Nautilus-Actions Configuration Tool, - or via the gconftool-2 --load command-line tool.
de: Dieses Format wurde in Version 1.11 eingeführt, es sollte das bevorzugte Format für neu exportierte Einträge sein. Sie ist nicht abwärtskompatibel mit früheren Versionen des Nautilus-Aktionen- Konfigurationswerkzeugs, aber kann noch über die GConf-Befehlzeilenwerkzeuge importiert werden. Die exportierte Datei kann später importiert werden über: - den Importassistenten des Konfigurationswerkzeugs für Nautilus-Aktionen, - durch Ziehen und Ablegen im Konfigurationswerkzeug für Nautilus-Aktionen - oder das Befehlszeilenwerkzeug »gconftool-2 --load«.

source: Arguments count
de: Argumentanzahl

source: The count of command-line arguments
de: Die Anzahl der Befehlszeilenargumente

source: Arguments
de: Argumente

source: The array of command-line arguments
de: Das Feld der Befehlszeilenargumente

source: Option entries
de: Optionen-Einträge

source: The array of command-line option definitions
de: Das Feld der Definitionen der Befehlszeilen-Optionen

source: Application name
de: Anwendungsname

source: The name of the application
de: Der Name der Anwendung

source: Description
ca: Descripció
de: Beschreibung

source: A short description to be displayed in the first line of --help output
de: Eine Kurzbeschreibung, die in der ersten Zeile der Ausgabe von --help angezeigt wird

source: Icon name
de: Symbolname

source: The name of the icon of the application
de: Der Name des Symbols der Anwendung

source: The Unique name of the application
de: Der eindeutige Name der Anwendung

source: Another instance of %s is already running. Please switch back to it.
de: Eine andere Instanz von %s läuft bereits. Bitte kehren Sie zu dieser zurück.

source: The application is not unique
de: Die Anwendung ist nicht einzigartig

source: Quit on Escape
ca: Surt amb ESC
de: Beenden mit Escape

source: Should the assistant 'Quit' when the user hits Escape ?
de: Soll die Anwendung beendet werden, wenn der Benutzer die Esc-Taste drückt?

source: Warn on Escape
ca: Advertiment amb ESC
de: Warnen bei Escape

source: Should the user be asked to confirm when exiting the assistant via Escape ?
ca: S'ha de demanar a l'usuari que confirmi al sortir de l'assistent a través d'ESC?
de: Soll der Benutzer nach einer Bestätigung beim Beenden des Assistenten mit Esc gefragt werden?

source: Are you sure you want to quit this assistant ?
ca: Esteu segur que voleu sortir d'aquest assistent?
de: Wollen Sie den Assistenten wirklich beenden?

source: Parent BaseWindow
ca: Pare BaseWindow
de: Übergeordnetes BaseWindow

source: A pointer (not a reference) to the BaseWindow parent of this BaseWindow
ca: Un punter (no una referència) al pare BaseWindow d'aquest BaseWindow
de: Ein Verweis (keine Referenz) zum BaseWindow-Vorgänger dieses BaseWindow

source: A pointer (not a reference) to the BaseApplication instance
de: Ein Verweis (keine Referenz) zur BaseApplication-Instanz

source: XML UI filename
ca: Nom de fitxer de la interfície d'usuari XML
de: XML-UI-Dateiname

source: The filename which contains the XML UI definition
ca: El nom del fitxer que conté la definició d'interfície d'usuari d'XML
de: Der Name der Datei, welche die XML-Definition der Oberfläche enthält.

source: Has its own GtkBuilder
ca: Té la seva pròpia GtkBuilder
de: Besitzt eigenen GtkBuilder

source: Whether this BaseWindow reallocates a new GtkBuilder each time it is opened
ca: Si aquesta BaseWindow reassigna un nou GtkBuilder cada vegada que s'obre
de: Legt fest, ob dieses BaseWindow bei jedem Öffnen einen neuen GtkBuilder anlegen soll.

source: Toplevel name
ca: Nom del nivell superior
de: Name in der obersten Ebene

source: The internal GtkBuildable name of the toplevel window
ca: El nom intern de GtkBuildable de la finestra del nivell superior
de: Der interne GtkBuildable-Name des Fensters der obersten Ebene

source: The string which handles the window size and position in user preferences
ca: La cadena que manipula la mida de la finestra i la posició en les preferències de l'usuari
de: Die Zeichenkette, welche die Fenstergröße und -position in den Benutzereinstellungen festlegt

source: Unable to load %s UI XML definition: %s
ca: No es pot carregar la definició XML d'interfície d'usuari %s: %s
de: Die %s XML-Definition kann nicht geladen werden: %s

source: Unable to load %s dialog definition.
ca: No es pot carregar la definició del diàleg %s.
de: Die Dialogdefinition %s kann nicht geladen werden.

source: File is not a valid .desktop file
ca: El fitxer no és un fitxer .desktop vàlid
de: Datei ist keine gültige .desktop-Datei

source: Unrecognized desktop file Version '%s'
de: Unbekannte Version »%s« der .desktop-Datei

source: Starting %s
ca: S'està iniciant %s
de: %s wird gestartet

source: Application does not accept documents on command line
ca: L'aplicació no accepta documents des de la línia d'ordres
de: Die Anwendung nimmt auf der Befehlszeile keine Dokumente entgegen

source: Unrecognized launch option: %d
ca: Opció d'execució no reconeguda: %d
de: Unbekannte Startoption: %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
de: Dokumentadressen können nicht an einen Desktopeintrag mit »Type=Link« übergeben werden.

source: Not a launchable item
ca: No és un element executable
de: Eintrag kann nicht gestartet werden

source: Disable connection to session manager
de: Verbindung zur Sitzungsverwaltung abschalten

source: Specify file containing saved configuration
de: Geben Sie eine Datei mit der gespeicherten Konfiguration an

source: FILE
de: DATEI

source: Specify session management ID
de: Geben Sie die Kennung der Sitzungsverwaltung an

source: ID
de: Kennung

source: Session management options:
de: Optionen der Sitzungsverwaltung:

source: Show session management options
de: Optionen der Sitzungsverwaltung anzeigen

source: Nautilus-Actions Configuration Tool
de: Einstellungen für Nautilus-Aktionen

source: A user interface to edit your own contextual actions
ca: Una interfície d'usuari per editar les seves pròpies accions contextuals
de: Eine grafische Oberfläche zum Bearbeiten eigener Kontext-Aktionen

source: Set it to run multiple instances of the program [unique]
ca: Configura per a executar diverses instàncies del programa [única]
de: Mehrere Instanzen des Programms ausführen [einzigartig]

source: Output the version number, and exit gracefully [no]
ca: El número de la versió de sortida, i la sortida airosa [no]
de: Die Versionsnummer ausgeben und beenden [nein]

source: User is the owner of the item
ca: L'usuari és el propietari de l'element
de: Der Benutzer ist der Besitzer des Objekts

source: Item is readable by the user
ca: L'element és llegible per a l'usuari
de: Objekt ist vom Benutzer lesbar
