Repository: tamplan/filemanager-actions
Catalog: po/*.po
Languages: ca, de

source: Display order of menus and actions, both in the Nautilus context menu and in the fma-config-tools user interface, must be manually adjusted.
ca: Ordre de visualització de menús i accions, tant en el menú de context del Nautilus com en la interfície d'usuari fma-config-tools, s'han d'ajustar manualment.

source: _Create a root “FileManager-Actions” menu
ca: _Crea un menú arrel de «FileManager-Actions»

source: When this option is checked, menus and actions will actually be displayed as sub-items of a root “FileManager-Actions” menu in the Nautilus context menu.
ca: Quan se selecciona aquesta opció, els menús i les accions es mostraran com subtemes d'un menú arrel «FileManager-Actions» del menú de context del Nautilus.

source: Add an “A_bout FileManager-Actions” item in the Nautilus context menus
ca: Afegeix un element «So_bre FileManager-Actions» en els menús de context del Nautilus

source: When this option is checked, an “About FileManager-Actions” item will be added to the root FileManager-Actions menu in the Nautilus context menu. Note that this item will be displayed only if a unique menu is defined in the Nautilus context menu (e.g. when having checked the root “FileManager-Actions” menu option above).
ca: Quan se selecciona aquesta opció, l'element «Sobre FileManager-Actions» s'afegirà al menú arrel FileManager-Actions en el menú de context del Nautilus. Recorda que aquest element només es mostrarà si un menú únic es defineix en el menú de context del Nautilus (per exemple, quan s'ha comprovat l'arrel de l'opció del menú més amunt «FileManager-Actions»).

source: <i>Currently detected :</i>
ca: <i>Actualment detectat:</i>

source: This tab lets you specify parameters needed for some execution modes.
ca: Aquesta pestanya permet especificar els paràmetres necessaris per alguns modes d'execució.

source: When a menu is copied/pasted, or duplicated, the new menu will be relabelled as “Copy of …”.
ca: Quan un menú es copia/enganxa, o duplica, el nou menú es torna a etiquetar com a "Còpia de...".

source: When an action is copied/pasted, or duplicated, the new action will be relabelled as “Copy of …”.
ca: Quan una acció es copia/enganxa, o duplica, la nova acció es torna a etiquetar com a "Còpia de...".

source: When a profile is copied/pasted, or duplicated, the new profile will be relabelled as “Copy of …”.
ca: Quan un perfil es copia/enganxa, o duplica, el nou perfil es torna a etiquetar com a "Còpia de...".

source: When this option is checked, the “Escape” key will let you quit the current assistant. Else, quitting the assistant is only possible by hitting the “Cancel” button.
ca: Quan se selecciona aquesta opció, la tecla «Esc» li permetrà sortir de l'assistent actual. En cas contrari, només és possible sortir de l'assistent prement el botó «Cancel·la».

source: This option is only relevant when the “Escape” key lets the user quit the assistant. When checked, the user will be prompted for a confirmation in order to help prevent erroneous hits of the Esc key.
ca: Aquesta opció només és rellevant quan la tecla "Escape" permet a l'usuari sortir de l'assistent. Quan se selecciona, a l'usuari se li demanarà que confirmi l'acció per tal d'ajudar a prevenir accessos erronis de la tecla Esc.

source: This tab allows the user to choose custom preferences for the FileManager-Actions Configuration Tool user interface.
ca: Aquesta pestanya permet a l'usuari triar les preferències personalitzades per al FileManager-Actions de l'eina de configuració de la interfície d'usuari.

source: What is your preferred export format ?
ca: Quin és el seu format d'exportació preferit?

source: <b>Export format</b>
ca: <b>Format d'exportació</b>

source: You may define here any number of schemes. They will be proposed as default schemes when defining conditions for an action. If the list becomes empty, fma-config-tool will automatically re-fill in with this default list. You can add a new scheme by clicking on the “+” button.
ca: És possible definir aquí qualsevol nombre d'esquemes. Ells seran proposats com a patrons per defecte quan es defineixin les condicions per a una acció. Si la llista es buida, fma-config-tool automàticament es tornarà a omplir amb aquesta llista predeterminada. Podeu afegir un nou esquema fent clic al botó «+».

source: C_ut
ca: _Retalla

source: C_opy
ca: C_opia

source: P_aste
ca: Eng_anxa

source: _Delete
ca: _Suprimeix

source: _Reload
ca: Tor_na a carregar

source: _Preferences
ca: _Preferències

source: New _action
ca: _Acció nova

source: Save the items tree
ca: Desa l'arbre d'elements

source: _Save
ca: _Desa

source: _Quit
ca: _Surt

source: _About…
ca: _Quant a…

source: _Import…
ca: _Importa...

source: Pre_ferences
ca: Pre_ferències

source: _About FileManager-Actions
ca: Quant a FileM_anager-Actions

source: _Cut
ca: _Retalla

source: _Paste
ca: _Enganxa

source: paste _into
ca: Enganxa _en

source: E_xpand all
ca: E_xpandeix tot

source: _Notebook labels
ca: Etiquetes de quader_n

source: _Top
ca: _Superior

source: _Right
ca: D_reta

source: _Bottom
ca: _Fons

source: _Left
ca: _Esquerra

source: _Import assistant…
ca: Assistent d'_importació...

source: E_xport assistant…
ca: Assistent d'e_xportació...

source: _Content
ca: _Contingut

source: _Test a function
ca: _Prova una funció

source: Configure items to be added to the File-Manager context menus
ca: Configura elements que s'afegeixen als menús de context gestor de fitxers

source: FileManager-Actions actions
ca: Accions del FileManager-Actions

source: A submenu which embeds the currently available FileManager-Actions actions and menus
ca: Un submenú que s'incrusta en l'actualitat en les accions i els menús disponibles del FileManager-Actions

source: About FileManager-Actions
ca: Quant al FileManager-Actions

source: Display some information about FileManager-Actions
ca: Mostra alguna informació sobre el FileManager-Actions

source: Bug reports are welcomed at http://bugzilla.gnome.org, or you may prefer to mail to <maintainer@filemanager-actions.org>.
ca: Els informes d'error són benvinguts a http://bugzilla.gnome.org, o si ho prefereixes per correu a <maintainer@filemanager-actions.org>.

source: Bug reports are welcomed at https://bugzilla.gnome.org/enter_bug.cgi?product=filemanager-actions, or you may prefer to mail to <maintainer@filemanager-actions.org>.
ca: Els informes d'error són benvinguts a https://bugzilla.gnome.org/enter_bug.cgi?product=filemanager-actions, o si ho prefereix pot enviar-ho per correu a <maintainer@filemanager-actions.org>.

source: Error: unable to parse file “%s”
ca: Error: No es pot analitzar el fitxer «%s»

source: Error: unable to evaluate XPath expression “%s”
ca: Error: no es pot avaluar l'expressió XPath «%s»

source: Set it if the item doesn’t target the selection context menu
ca: Configura si l'element no es dirigeix a la selecció en el menú de context

source: Set it if the item doesn’t target the location context menu
ca: Configura si l'element no es dirigeix a la ubicació en el menú de context

source: Set it if the item doesn’t target the toolbar
ca: Configurar si l'article no es dirigeix a la barra d'eines

source: Error: “%s” and “%s” options cannot both be specified
ca: Error: «%s» i «%s» opcions que no poden ser especificades

source: “%s” option is deprecated, see %s
ca: L'opció «%s» està obsoleta, vegeu %s

source: The created action defaults to be written to stdout. It can also be written to an output folder, in a file later suitable for an import in user configuration tool. Or you may choose to directly write the action as a .desktop file into your FileManager-Actions configuration.
ca: L'acció creada per defecte que s'escriu en la sortida estàndard. També es pot escriure en una carpeta de sortida, en un fitxer més tard adequat per a una importació en l'eina de configuració d'usuari. O pot optar per escriure directament l'acció com un fitxer .desktop en la seva configuració FileManager-Actions.

source: Error: unable to find “io-desktop” i/o provider.
ca: Error: No es pot trobar el proveïdor I/O «io-desktop».

source: The identifier of the menu or the action to be printed
ca: L'identificador del menú o l'acció que es vol imprimir

source: Error: item “%s” doesn’t exist.
ca: Error: l'element «%s» no existeix.

source: Output the FileManager-Actions GConf schemas on stdout.
ca: Sortida del FileManager-Actions esquemes GConf a la sortida estàndard.

source: A target, file or folder, for the action. More than one target may be specified
ca: Un objectiu, fitxer o carpeta, per l'acció. Més d'un objectiu pot ser especificat

source: Error: action “%s” doesn’t exist.
ca: Error: l'acció «%s» no existeix.

source: Error: action “%s” is disabled.
ca: Error: l'acció «%s» està deshabilitada.

source: Error: action “%s” is not valid.
ca: Error: l'acció «%s» no és vàlida.

source: Set a key=value pair in a key file.
ca: Estableix una key=value per a un fitxer de clau.

source: The group to be updated
ca: El grup que s'actualitza

source: The key to be updated
ca: La clau que s'actualitza

source: The type of the value to be set, may be “str”, “int” or “bool”
ca: El tipus de valor que s'estableix, pot ser «str», «int» o «bool»

source: The value to be set
ca: El valor que s'estableix

source: Output the version number and exit gracefully
ca: Sortida del nombre de versió i sortir amb èxit

source: Error: a group is mandatory.
ca: Error: un grup és obligatori.

source: Error: a key is mandatory.
ca: Error: la clau és obligatòria.

source: Error: a type is mandatory for setting/updating a value.
ca: Error: un tipus és obligatori per ajustar/actualitzar un valor.

source: Error: unknown type: %s. Use “str”, “int” or “bool”.
ca: Error: tipus desconegut: %s. Utilitza «str», «int» o «bool».

source: Error: a value is mandatory.
ca: Error: el valor és obligatori.
