Repository: tamplan/filemanager-actions
Catalog: po/*.po
Languages: ca, de

source: Output the Nautilus-Actions GConf schemas on stdout.
de: Das GConf-Schema von Nautilus-Aktionen auf die Standardausgabe ausgeben.

source: As of version 3.1.0, GConf as an I/O provider is deprecated. This program is no more maintained.
ca: Com en la versió 3.1.0, GConf està en desús com a proveïdor I/O. Aquest programa només es manté.
de: Seit Version 3.1.0 ist GConf als E/A-Provider veraltet. Dieses Programm wird nicht länger gepflegt.

source: Type options
ca: Tipus d'opcions
de: Typ-Optionen

source: Set it if the item should be disabled at creation
ca: Configura si l'element ha de ser desactivat a la creació
de: Ist gesetzt, falls der Eintrag bei Erstellung deaktiviert sein soll

source: Set it if the item doesn't target the selection context menu
de: Ist gesetzt, falls der Eintrag nicht auf das Kontextmenü der Auswahl abzielt

source: Set it if the item doesn't target the location context menu
de: Ist gesetzt, falls der Eintrag nicht auf das Kontextmenü des Ortes abzielt

source: Set it if the item doesn't target the toolbar
de: Ist gesetzt, falls der Eintrag nicht auf die Werkzeugleiste abzielt

source: Set it if the basename patterns are case insensitive
ca: Estableix si els patrons de nom base són sensibles a majúscules
de: Ist gesetzt, falls für die Muster der Basisnamen Groß-/Kleinschreibung berücksichtigt werden soll

source: Output the new item content on stdout (default)
ca: Sortida dels nous continguts d'element de la sortida estàndard (per defecte)
de: Den Inhalt des neuen Eintrags auf die Standardausgabe (Vorgabe) ausgeben

source: Create the new item as a .desktop file
ca: Crea un nou element al fitxer .desktop
de: Den neuen Eintrag als *._desktop-Datei erstellen

source: Error: '%s' and '%s' options cannot both be specified
de: Fehler: Die Optionen »%s« und »%s« können nicht gleichzeitig angegeben werden.

source: '%s' option is deprecated, see %s
de: Option »%s« ist missbilligt, siehe %s

source: Error: an action label is mandatory.
ca: Error: l'acció d'etiqueta és obligatòria.
de: Fehler: Eine Aktionsbezeichnung ist obligatorisch.

source: Error: only one output option may be specified.
ca: Error: només una opció de sortida pot ser especificada.
de: Fehler: Nur eine Ausgabeoption darf angegeben werden.

source: Define a new action.
ca: Defineix una acció nova.
de: Eine neue Aktion hinzufügen.

source: The created action defaults to be written to stdout. It can also be written to an output folder, in a file later suitable for an import in NACT. Or you may choose to directly write the action into your Nautilus-Actions configuration.
de: Die erstellte Aktion wird per Voreinstellung nach stdout geschrieben. Sie kann auch in einen Ordner als Datei geschrieben werden, die später vom Nautilus-Aktionen-Konfigurationswerkzeug importiert werden kann. Alternativ können Sie die Aktion auch unmittelbar in Ihre Nautilus-Aktionen-Konfiguration schreiben lassen.

source: Output of the program
ca: Sortida del programa
de: Ausgabe des Programms

source: Choose where the program creates the action
ca: Trieu on el programa crea l'acció
de: Wählen Sie, wo das Programm die Aktion erstellt

source: Error: unable to find 'na-desktop' i/o provider.
de: Fehler: E/A-Provider »na-desktop« kann nicht gefunden werden.

source: Print a menu or an action to stdout.
ca: Imprimeix un menú o una acció a la sortida estàndard.
de: Ein Menü oder eine Aktion auf die Standardausgabe ausgeben.

source: The identifiant of the menu or the action to be printed
de: Der Bezeichner des Menüs oder der Aktion, die ausgegeben werden soll

source: An export format [Desktop1]
ca: Un format d'exportació [Escriptori1]
de: Ein Export-Format [Desktop1]

source: Error: a menu or action id is mandatory.
ca: Error: un menú o acció ID és obligatori.
de: Fehler: Ein Menü oder eine Aktionsbezeichnung ist obligatorisch.

source: Error: %s: unknown export format.
ca: Error: %s: format d'exportació desconegut.
de: Fehler: %s: Unbekanntes Export-Format.

source: Error: item '%s' doesn't exist.
de: Fehler: Eintrag »%s« existiert nicht.

source: The internal identifier of the action to be launched
ca: L'identificador intern de l'acció que es llançarà
de: Der interne Bezeichner der zu startenden Aktion

source: A target, file or folder, for the action. More than one options may be specified
de: Ein Ziel für diese Aktion, Datei oder Ordner. Es können nicht mehrere Aktionen gleichzeitig angegeben werden.

source: Error: action id is mandatory.
ca: Error: l'acció d'identificació és obligatòria.
de: Fehler: Eine Aktionsbezeichnung ist obligatorisch.

source: No current selection. Nothing to do. Exiting.
ca: No hi ha selecció. Res a fer. En sortir.
de: Derzeit nichts ausgewählt. Nichts zu tun. Abbruch.

source: Action %s is not a valid candidate. Exiting.
ca: Acció %s no és un candidat vàlid. En sortir.
de: Aktion %s ist kein gültiger Kandidat. Abbruch.

source: No valid profile is candidate to execution. Exiting.
ca: Sense perfil vàlid és candidat a l'execució. En sortir.
de: Kein gültiges Profil steht zur Ausführung bereit. Abbruch.

source: Execute an action on the specified target.
ca: Executa una acció en la destinació especificada.
de: Eine Aktion auf das angegebene Ziel ausführen.

source: Error: action '%s' doesn't exist.
de: Fehler: Aktion »%s« existiert nicht.

source: Error: action '%s' is disabled.
de: Fehler: Aktion »%s« ist deaktiviert.

source: Error: action '%s' is not valid.
de: Fehler: Aktion »%s« ist ungültig.

source: Error: unable to get a connection to session DBus: %s
de: Fehler: Verbindung zur DBus-Sitzungsverwaltung kann nicht aufgebaut werden: %s

source: Error: unable to get a proxy on %s service
de: Fehler: Es kann kein Proxy für den %s-Dienst angefordert werden

source: Error on GetSelectedPaths call: %s
de: Fehler im GetSelectedPaths-Aufruf: %s

source: No FMAIExporter implementation found for “%s” format.
ca: No s'ha trobat l'aplicació FMAIExporter de format «%s».

source: %s FMAIExporter doesn’t implement “to_buffer” interface.
ca: %s FMAIExporter no implementa la interfície «to_buffer».

source: %s FMAIExporter doesn’t implement “to_file” interface.
ca: %s FMAIExporter no implementa la interfície «to_file».

source: FileManager-Actions Configuration Tool is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ca: L'eina de configuració FileManager-Actions és programari lliure; vostè pot redistribuir-lo i/o modificar-lo sota els termes de la Llicència Pública General de GNU publicada per la Free Software Foundation; ja sigui la versió 2 de la Llicència, o (a la seva elecció) qualsevol versió posterior.

source: FileManager-Actions Configuration Tool is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
ca: L'eina de configuració FileManager-Actions es distribueix amb l'esperança que sigui útil, però SENSE CAP GARANTIA; fins i tot sense la garantia implícita de COMERCIALITZACIÓ o ADEQUACIÓ A UN FI. Vegeu la Llicència Pública General de GNU per a més detalls.

source: You should have received a copy of the GNU General Public License along with FileManager-Actions Configuration Tool ; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
ca: Hauria d'haver rebut una còpia de la Llicència Pública General GNU juntament amb l'eina de configuració FileManager-Actions; si no, escriviu a la Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, EUA .

source: A graphical interface to create and edit your file-manager actions.
ca: Una interfície gràfica per crear i editar les seves accions a file-manager.

source: Copyright %s 2005 The GNOME Foundation Copyright %s 2006-2008 Frederic Ruaudel <grumz@grumz.net> Copyright %s 2009-2015 Pierre Wieser <pwieser@trychlos.org>
ca: Copyright %s 2005 La Fundació GNOME Copyright %s 2006-2008 Frederic Ruaudel <grumz@grumz.net> Copyright %s 2009-2015 Pierre Wieser <pwieser@trychlos.org>

source: A list of strings with joker “*” or “?” to be matched against the name(s) of the selected file(s)/folder(s). Each selected item must match at least one of the filename patterns for the action or the menu be candidate to display. This obviously only applies when there is a selection. Defaults to “*”.
ca: Una llista de cadenes amb el comodí «*» o «?» que es compara amb el nom(s) del fitxer(s)/carpeta(es) seleccionades. Cada un dels elements seleccionats ha de coincidir amb almenys un dels patrons, per tal que es mostri l'acció o el menú. Òbviament, això només s'aplica quan hi ha una selecció. Per defecte a «*».

source: Must be set to “true” if the filename patterns are case sensitive, to “false” otherwise. E.g., if you need to match a filename in a case-sensitive manner, set this key to “true”. If you also want, for example “*.jpg” to match “photo.JPG”, then set “false”. This obviously only applies when there is a selection. Defaults to “true”.
ca: S'ha d'establir en «veritat» si els patrons del nom del fitxer case-sensitive, o «fals» en cas contrari. Per exemple, si vostè necessita que coincideixi amb un nom de fitxer d'una manera case-sensitive, establir aquesta clau a «veritat». Si també voleu, per exemple «*.jpg» perquè coincideixi amb «photo.jpg», establiu a continuació, «fals». Òbviament, això només s'aplica quan hi ha una selecció. Per defecte «veritat».

source: A list of strings with joker “*” to be matched against the mimetypes of the selected file(s)/folder(s). Each selected item must match at least one of the mimetype patterns for the action to appear. This obviously only applies when there is a selection. Defaults to “*/*”.
ca: Una llista de cadenes amb comodí «*» per fer-les en coincidir amb els tipus MIME del fitxer(s)/carpeta(es) seleccionats. Cada un dels elements seleccionats ha de coincidir amb almenys un dels patrons dels tipus MIME per tal que l'acció aparegui. Òbviament, això només s'aplica quan hi ha una selecció. Per defecte a «*/*».

source: A pattern to be matched against mimetypes of selected file(s)/folder(s). May include the asterisk wildcard “*”. You must set one option for each pattern you need
ca: Un patró que es compara amb els tipus MIME de fitxer(s)/carpeta(es) seleccionats. Pot incloure el comodí asterisc «*». S'estableix una opció per a cada patró que necessita

source: Set to “true” if the selection can have files, to “false” otherwise. This setting is tied in with the “isdir” setting. The valid combinations are: isfile=“true” and isdir=“false”: the selection may hold only files isfile=“false” and isdir=“true”: the selection may hold only folders isfile=“true” and isdir=“true”: the selection may hold both files and folders isfile=“false” and isdir=“false”: this is an invalid combination (your configuration will never appear). This obviously only applies when there is a selection. Defaults to “true”.
ca: S'estableix en «veritat» si la selecció pot tenir fitxers, o «fals» en cas contrari. Aquest ajust està vinculat amb l'ajust "isdir". Les combinacions vàlides són: isfile=«veritat» i isdir=«fals»: la selecció pot contenir només els fitxers isfile=«fals» i isdir=«veritat»: la selecció pot contenir només les carpetes isfile=«veritat» i isdir=«veritat»: la selecció pot contenir ambdós fitxers i carpetes isfile=«fals» i isdir=«fals»: es tracta d'una combinació no vàlida (la configuració mai apareix). Òbviament, això només s'aplica quan hi ha una selecció. Per defecte «veritat».

source: Set to “true” if the selection can have folders, to “false” otherwise. This setting is tied in with the “isfile” setting. The valid combinations are: isfile=“true” and isdir=“false”: the selection may hold only files isfile=“false” and isdir=“true”: the selection may hold only folders isfile=“true” and isdir=“true”: the selection may hold both files and folders isfile=“false” and isdir=“false”: this is an invalid combination (your configuration will never appear). This obviously only applies when there is a selection. Defaults to “false”.
ca: S'estableix en «veritat» si la selecció pot tenir carpetes, o «fals» en cas contrari. Aquest ajust està vinculat amb l'ajust "isfile". Les combinacions vàlides són: isfile=«veritat» i isdir=«fals»: la selecció pot contenir només els arxius isfile=«fals» i isdir=«veritat»: la selecció pot contenir només les carpetes isfile=«veritat» i isdir=«veritat»: la selecció pot contenir ambdós fitxers i carpetes isfile=«fals» i isdir=«fals»: es tracta d'una combinació no vàlida (la configuració mai apareix). Òbviament, això només s'aplica quan hi ha una selecció. Per defecte «fals».

source: If you need more than one files or folders to be selected, set this key to “true”. If you want just one file or folder, set it to “false”. This obviously only applies when there is a selection. Defaults to “false”.
ca: Si cal més d'un fitxer o carpeta a seleccionar, establir aquesta clau com a «veritat». Si només desitja un fitxer o una carpeta, establir com a «fals». Òbviament, això només s'aplica quan hi ha una selecció. Per defecte «fals».

source: Defines the list of valid schemes to be matched against the selected items. The scheme is the protocol used to access the files. The keyword to use is the one used in the URI by the file manager. Examples of valid URI include: • file:///tmp/foo.txt • sftp:///root@test.example.net/tmp/foo.txt The most common schemes are: • “file”: local files • “sftp”: files accessed via SSH • “ftp”: files accessed via FTP • “smb”: files accessed via Samba (Windows share) • “dav”: files accessed via WebDAV. All schemes used by your favorite file manager may be used here. This obviously only applies when there is a selection, or when targeting the special “x-nautilus-desktop” scheme. Defaults to “file”.
ca: Defineix la llista d'esquemes vàlids que s'ha de comparar amb els elements seleccionats. L'esquema és el protocol utilitzat per accedir als fitxers. La paraula clau per al seu ús és la que s'utilitza en l'URI per l'administrador d'arxius. Exemples vàlids d'URI inclouen: • fitxer:///tmp/foo.txt • sftp:///root@test.example.net/tmp/foo.txt Els esquemes més comuns són: • «fitxer»: fitxers locals • «sftp»: s'accedeix als fitxers a través de SSH • «ftp»: s'accedeix als fitxers a través d'FTP • «smb»: s'accedeix als fitxers a través de Samba (compartit amb Windows) • «dav»: s'accedeix als fitxers a través de WebDAV. Tots els esquemes utilitzats per l'administrador de fitxers favorit es poden utilitzar aquí. Òbviament, això només s'aplica quan hi ha una selecció, o quan l'orientació de l'esquema especial "x-nautilus-desktop". Per defecte a «fitxer».

source: Defines the list of valid paths to be matched against the current folder. All folders “under” the specified path are considered valid. Defaults to “/”.
ca: Defineix la llista de rutes vàlides per comparar amb la carpeta actual. Totes les carpetes «sota» la ruta especificada es consideren vàlides. Per defecte a «/».

source: Whether this profile may be selected depending of the count of the selection. This is a string of the form “{'<'|'='|'>'} number”. Examples of valid strings are: “=0”, “> 1”, “< 10”. Defaults to “>0”.
ca: Si aquest perfil es pot seleccionar en funció del recompte de la selecció. Es tracta d'una cadena de la forma «{'<' | '=' | '>'} número». Exemples de cadenes vàlides són: «= 0», «>1», «<10». Per defecte a «>0».

source: Note that, when specified, only the presence and the executability status of the specified file are checked. Parameters may appear in “TryExec” value, and will be substituted at runtime. Defaults to successful.
ca: Recordeu que, quan s'especifica, només es comproven la presència i l'estat d'execució del fitxer especificat. Els paràmetres poden aparèixer en valor «TryExec», i serà substituït en temps d'execució. Per defecte amb èxit.

source: The well-known name of a DBus service. The item will be candidate if the named service is registered on session DBus at runtime. Parameters may appear in “ShowIfRegistered” value, and will be substituted at runtime. Defaults to successful.
ca: El nom well-know d'un servei DBus. L'element serà candidat si el servei d'enllaç s'ha registrat a temps d'execució a la sessió amb el DBus. Els paràmetres poden aparèixer en valor «ShowIfRegistered», i seran substituïts en temps d'execució. Per defecte amb èxit.

source: <NAME>
ca: <NOM>

source: A command which, when executed, should output a string on stdout. The item will be candidate if the outputed string is equal to “true”. Parameters may appear in “ShowIfTrue” value, and will be substituted at runtime. Defaults to successful.
ca: Quan una ordre, s'executa, ha de retornar una cadena a la sortida estàndard. L'element serà candidat si la cadena de sortida és igual a «veritat». Els paràmetres poden aparèixer amb valor «ShowIfTrue», i seran substituïts en temps d'execució. Per defecte a èxit.

source: The path to a command which will display the “true” string
ca: La ruta a una ordre que mostra la cadena «veritat»

source: The name of a process. The item will be candidate if the process name is found in memory at runtime. Parameters may appear in “ShowIfRunning” value, and will be substituted at runtime. Defaults to successful.
ca: El nom d'un procés. L'article serà candidat si el nom del procés es troba en la memòria en temps d'execució. Els paràmetres poden aparèixer en valor «ShowIfRunning», i seran substituïts en temps d'execució. Per defecte amb èxit.

source: A list of capabilities each item of the selection must satisfy in order for the item to be candidate. Capabilities may be negated. Capabilities have to be chosen between following predefined ones: • “Owner”: current user is the owner of selected items • “Readable”: selected items are readable by user (probably more usefull when negated) • “Writable”: selected items are writable by user • “Executable”: selected items are executable by user • “Local”: selected items are local. Defaults to empty list.
ca: Una llista de les capacitats de cada element de la selecció que ha de satisfer a l'element per ser candidat. Poden ser negades les capacitats. S'han d'elegir les capacitats següents entre els predefinits: • «Propietari»: l'usuari actual és propietari dels elements seleccionats • «Es pot llegir»: els elements seleccionats es poden llegir per a l'usuari (probablement més útil que negada) • «Es pot escriure»: els elements seleccionats es poden escriure per l'usuari • «Es pot executar»: els elements seleccionats es poden executar per l'usuari • «Local»: els elements seleccionats són locals. Per defecte a la llista buida.

source: The name of a capability the selection must meet. May be “Owner”, “Readable”, “Writable”, “Executable” or “Local”
ca: El nom d'una capacitat de la selecció s'ha de complir. Pot ser «Propietari», «Es pot llegir», «Es pot escriure», «Es pot executar» o «Local»

source: This used to be the historical behavior. The selected file will be marked as “NOT OK” in the Summary page. The existing item will not be modified.
ca: Això s'utilitza com el comportament històric. El fitxer seleccionat es marcarà com a «NO OK» a la pàgina de Resum. L'element existent no es modificarà.

source: Import the item, _allocating it a new identifier
ca: Importa l'element, _assignar-li un nou identificador

source: Unable to load “ImporterAskDialog” from %s
ca: No es pot carregar «ImporterAskDialog» de %s

source: The action “%s” imported from “%s” has the same identifier than the already existing “%s”.
ca: L'acció «%s» importat de «%s» té el mateix identificador que el ja existent «%s».

source: The menu “%s” imported from “%s” has the same identifier than the already existing “%s”.
ca: El menú «%s» importat de «%s» té el mateix identificador que el ja existent «%s».

source: What should I do with this ?
ca: Què he de fer amb això?

source: A duplicate is detected
ca: Es detecta un duplicat

source: Please, be kind enough to fill out a bug report on https://bugzilla.gnome.org/enter_bug.cgi?product=filemanager-actions.
ca: Tingueu l'amabilitat d'omplir un informe d'error a https://bugzilla.gnome.org/enter_bug.cgi?product=filemanager-actions.

source: OK.
ca: D'acord.

source: New file-manager action
ca: Nova acció de file-manager

source: Defines if the item is an action or a menu. Possible values are : • “Action”, • “Menu”. The value is case sensitive and must not be localized.
ca: Defineix si l'element és una acció o un menú. Els valors possibles són: • «Acció», • «Menú». El valor distingeix entre majúscules i minúscules i no ha de ser localitzat.

source: A shortcut suggested for the action or the menu. Please note that this might be only a suggestion as the shortcut may be already reserved for another use. Implementation should not override an already existing shortcut to define this one. The format may look like “<Control>a” or “<Shift><Alt>F1”. Defaults to empty.
ca: Un accés directe suggerit per l'acció o el menú. Tingueu en compte que això podria ser només un suggeriment, ja que l'accés directe pot estar reservat per a un altre ús. L'aplicació no hauria d'anul·lar un accés directe existent per definir-ne aquest. El format es pot veure com «<Control>a» o «<Maj><Alt>F1». Per defecte buit.

source: Ordered list of the IDs of the subitems. This may be actions or menus if the item is a menu, or profiles if the item is an action. If this list doesn’t exist or is empty for an action or a menu, subitems are attached in the order of the read operations.
ca: Llista ordenada dels subelements d'ID's. Això pot ser degut a accions o menús si l'element és un menú o perfils si l'element és una acció. Si aquesta llista no existeix o està buida per a una acció o un menú, s'adjunten subelements en l'ordre de les operacions de lectura.

source: New file-manager menu
ca: Nou menú file-manager
