Repository: tamplan/filemanager-actions
Catalog: po/*.po
Languages: ca, de

source: This assistant will guide you through the process of importing items, actions or menus.
ca: Aquest assistent us guiarà durant el procés d'importació d'elements, accions o menús.
de: Dieser Assistent wird Sie beim Importieren von Einträgen, Aktionen oder Menüs begleiten.

source: This box is checked if the item cannot be edited. There may be multiple reasons for why an item cannot be edited. See your User's Manual.
de: Dieses Feld wird angekreuzt, wenn der Eintrag nicht bearbeitet werden darf. Es gibt viele Gründe, warum ein Eintrag nicht bearbeitet werden darf. Lesen Sie das Handbuch.

source: This is an advanced condition based on the count of the current selection. If the current selection does not match this condition, then the item will not be displayed in the file manager context menus or toolbar.
de: Dies ist eine erweiterte Bedingung, die auf der Zahl der derzeit gewählten Elemente beruht. Wenn die aktuelle Auswahl nicht diese Bedingung erfüllt, so wird der Eintrag nicht im Kontextmenü oder der Werkzeugleiste der Dateiverwaltung angezeigt.

source: This is an advanced condition based on the presence of a particular service on the D-Bus system. This may be used for example for testing that a prerequisite service is currently available.
ca: Aquesta és una condició avançada basada en la presència d'un servei particular en el sistema D-Bus. Això es pot utilitzar, per exemple, per a la prova que un servei pre-requisit està disponible actualment.
de: Dies ist eine erweiterte Bedingung, die auf dem vorhanden sein eines bestimmten Dienstes auf dem D-Bus-System beruht. Dies kann z.B. dazu genutzt werden, um zu prüfen, ob ein erforderlicher Dienst derzeit verfügbar ist.

source: This is an advanced condition based on the presence of a running binary. Note that only the basename of the binary is checked, not its dirname nor its parameters. This may be used for example for testing the presence of a prerequisite daemon.
ca: Aquesta és una condició avançada basada en la presència d'un binari en funcionament. Recordeu que només el nom base del binari està marcada, no el seu nomdir ni els seus paràmetres. Això es pot utilitzar per exemple per provar la presència d'un dimoni de requisit previ.
de: Dies ist eine erweiterte Bedingung, die auf der Existenz eines laufenden Binärprogramms beruht. Bedenken Sie, dass nur der Basisname der Binärdatei geprüft wird, nicht der Ordnername oder die Parameter. Dies kann z.B. dazu genutzt werden, um zu prüfen, ob ein erforderlicher Systemdienst derzeit verfügbar ist.

source: This is an advanced condition based on the presence of an executable file on the file system. This may be used for example to test for a prerequisite package.
ca: Aquesta és una condició avançada basada en la presència d'un fitxer executable en el sistema de fitxers. Això es pot utilitzar, per exemple, per a la prova d'un paquet de requisit previ.
de: Dies ist eine erweiterte Bedingung, die auf der Existenz einer ausführbaren Datei beruht. Dies kann z.B. dazu genutzt werden, um zu prüfen, ob ein erforderliches Paket installiert ist.

source: This is an advanced condition based on the running desktop environment. First choose on the left if the item depends of a particular desktop environment, then select on the right the adequate desktop environment.
de: Dies ist eine erweiterte Bedingung, die auf der laufenden Arbeitsumgebung beruht. Wählen Sie zunächst links, ob der Eintrag von einer bestimmten Arbeitsumgebung abhängt, und wählen Sie dann rechts die entsprechende Umgebung.

source: This list lets you determine for which basenames the currently selected item will be displayed in the Nautilus context menu. Basenames may use '*' and '?' wildcards. Basenames may be negated to specify for which basenames your item must not appear.
de: Diese Liste ermöglicht Ihnen festzulegen, für welche Basisnamen der derzeit gewählte Eintrag im Nautilus-Kontextmenü angezeigt wird. Basisnamen dürfen die Platzhalter »*« und »?« enthalten. Basisnamen können negiert werden, um anzugeben, für welche Basisnamen ihr Eintrag nicht erscheinen darf.

source: This list lets you determine for which mimetypes the currently selected item will be displayed in the Nautilus context menu. Mimetypes may be specified as '*', '/*', 'group/*' or 'group/subgroup'. Mimetypes may be negated to specify for which type of objects your item must not appear.
de: Diese Liste ermöglicht Ihnen festzulegen, für welche MIME-Typen der derzeit gewählte Eintrag im Nautilus-Kontextmenü angezeigt wird. MIME-Typen können als »*«, »/*«, »Gruppe/*« und »Gruppe/Untergruppe« angegeben werden. MIME-Typen können negiert werden, um anzugeben, für welche Objekttypen ihr Eintrag nicht erscheinen darf.

source: This list lets you determine where (in which folders) the currently selected files must be found in order for the item to be displayed in the Nautilus context menu. Folders may use '*' or '?' wildcards. Folder filters may be negated to specify for which folders your item must not appear.
de: Diese Liste ermöglicht Ihnen festzulegen, in welchen Ordnern die derzeit gewählten Dateien vorhanden sein müssen, damit der Eintrag im Nautilus-Kontextmenü angezeigt wird. Ordner dürfen die Platzhalter »*« und »?« enthalten. Ordnerfilter können negiert werden, um anzugeben, für welche Ordner ihr Eintrag nicht erscheinen darf.

source: This list lets you determine which capabilities the currently selected files must satisfy in order for the item to be displayed in the Nautilus context menu. Capabilities may be negated to specify for which capabilities your item must not appear.
ca: Aquesta llista li permet determinar quines capacitats dels fitxers actualment seleccionats satisfacin l'element que es mostra en el menú de context del Nautilus. Capacitats poden ser negats a especificar per a què capacitats no ha d'aparèixer el seu article.
de: Diese Liste ermöglicht Ihnen festzulegen, welche Fähigkeiten die derzeit gewählten Dateien erfüllen müssen, damit der Eintrag im Nautilus-Kontextmenü angezeigt wird. Fähigkeiten können negiert werden, um anzugeben, für welche Ihr Eintrag nicht erscheinen darf.

source: This list lets you determine which schemes the currently selected files must satisfy in order for the item to be displayed in the Nautilus context menu. Filters may be negated to specify for which schemes your item must not appear.
ca: Aquesta llista permet determinar quins esquemes dels fitxers actualment seleccionats satisfacin l'element que es mostra en el menú de context del Nautilus. Els filtres poden negar-se a especificar per a quins esquemes el seu element no ha d'aparèixer.
de: Diese Liste ermöglicht Ihnen festzulegen, welche Schemata die derzeit gewählten Dateien erfüllen müssen, damit der Eintrag im Nautilus-Kontextmenü angezeigt wird. Filter können negiert werden, um anzugeben, für welche Schemata Ihr Eintrag nicht erscheinen darf.

source: This option makes use of a special feature of the file manager, which would allow a terminal to be ran inside of it. An acceptable fallback is running in the standard terminal.
ca: Aquesta opció fa ús d'una característica especial de l'administrador de fitxers, el que permetria un terminal que corregués dins d'ella. Un fallback acceptable s'executa en el terminal estàndard.
de: Diese Option nutzt ein spezielles Merkmal der Dateiverwaltung, das einem Terminal erlauben würde innerhalb von ihr zu laufen. Eine akzeptable Alternative ist ein Ausführen in einem Standard-Terminal.

source: This tab lets you choose the command to be executed, along with its parameters. Defining several profiles lets you have several commands, each applying with a different set of conditions.
ca: Aquesta fitxa us permet escollir l'ordre a executar, juntament amb els seus paràmetres. La definició de diversos perfils li permet tenir diverses ordres, cadascuna amb l'aplicació d'un conjunt diferent de condicions.
de: Dieser Reiter ermöglicht es den auszuführenden Befehl mitsamt dessen Parametern auszuwählen. Es können verschiedene Profile mit verschiedenen Befehlen definiert werden. Jedes Profil kann für verschiedene Bedingungen zutreffen.

source: This tab lets you determine for which basenames the currently selected item will be displayed in the Nautilus context menu. Basenames may be negated to specify for which basenames your item must not appear.
ca: Aquesta pestanya pot determinar noms base pel qual l'element seleccionat actualment es mostrarà en el menú de context del Nautilus. Noms base pot negar específicament noms base amb la qual cosa no ha d'aparèixer el seu element.
de: Dieser Reiter ermöglicht Ihnen festzulegen, für welche Basisnamen der derzeit gewählte Eintrag im Nautilus-Kontextmenü angezeigt wird. Basisnamen können negiert werden, um anzugeben, für welche Basisnamen ihr Eintrag nicht erscheinen darf.

source: This tab lets you determine for which mimetypes the currently selected item will be displayed in the Nautilus context menu. Mimetypes may be specified as '*', '/*', 'group/*' or 'group/subgroup'. Mimetypes may be negated to specify for which type of objects your item must not appear.
de: Dieser Reiter ermöglicht Ihnen festzulegen, für welche MIME-Typen der derzeit gewählte Eintrag im Nautilus-Kontextmenü angezeigt wird. MIME-Typen können als »*«, »/*«, »Gruppe/*« und »Gruppe/Untergruppe« angegeben werden. MIME-Typen können negiert werden, um anzugeben, für welche Objekttypen ihr Eintrag nicht erscheinen darf.

source: This tab lets you determine some advanced conditions the currently selected files must satisfy in order for the item to be displayed in the file manager context menu.
ca: Aquesta pestanya pot definir algunes condicions avançades dels fitxers actualment seleccionats satisfacin l'element que es mostra en el menú de context del gestor de fitxers.
de: Dieser Reiter ermöglicht die Festlegung erweiterter Bedingungen, die die aktuell ausgewählten Dateien erfüllen müssen, damit der Eintrag im Kontextmenü der Dateiverwaltung angezeigt wird.

source: This tab lets you determine the main characteristics of the currently selected item.
ca: Aquesta fitxa us permet determinar les principals característiques de l'element seleccionat actualment.
de: Dieser Reiter ermöglicht die Festlegung der wesentlichen Charakteristika des aktuell gewählten Eintrags.

source: This tab lets you determine where (in which folders) the currently selected files must be found in order for the item to be displayed in the Nautilus context menu. Folder filters may be negated to specify for which folders your item must not appear.
ca: Aquesta pestanya us permet determinar on (en què carpetes) cal trobar els fitxers seleccionats en aquest moment perquè l'element es mostra en el menú de context de Nautilus. Els filtres de carpeta poden especificar-se per a què carpetes no ha d'aparèixer el seu element.
de: Dieser Reiter ermöglicht Ihnen festzulegen, in welchen Ordnern die derzeit gewählten Dateien vorhanden sein müssen, damit der Eintrag im Nautilus-Kontextmenü angezeigt wird. Ordnerfilter können negiert werden, um anzugeben, für welche Ordner ihr Eintrag nicht erscheinen darf.

source: This tab lets you determine which capabilities the currently selected files must satisfy in order for the item to be displayed in the Nautilus context menu. Filters may be negated to specify for which capabilities your item must not appear.
ca: Aquesta pestanya permet determinar quines capacitats dels fitxers actualment seleccionats satisfacin l'element que es mostra en el menú de context del Nautilus. Els filtres poden negar-se a especificar per a quines capacitats el seu element no ha d'aparèixer.
de: Dieser Reiter ermöglicht Ihnen festzulegen, welche Fähigkeiten die derzeit gewählten Dateien erfüllen müssen, damit der Eintrag im Nautilus-Kontextmenü angezeigt wird. Filter können negiert werden, um anzugeben, für welche Fähigkeiten Ihr Eintrag nicht erscheinen darf.

source: This tab lets you determine which schemes the currently selected files must satisfy in order for the item to be displayed in the Nautilus context menu. Filters may be negated to specify for which schemes your item must not appear.
ca: Aquesta pestanya permet determinar quins esquemes dels fitxers actualment seleccionats satisfacin l'element que es mostra en el menú de context del Nautilus. Els filtres poden negar-se a especificar per a quins esquemes el seu element no ha d'aparèixer.
de: Dieser Reiter ermöglicht Ihnen festzulegen, welche Schemata die derzeit gewählten Dateien erfüllen müssen, damit der Eintrag im Nautilus-Kontextmenü angezeigt wird. Filter können negiert werden, um anzugeben, für welche Schemata Ihr Eintrag nicht erscheinen darf.

source: This tab lets you edit some miscellaneous properties, and access some non-modifiable information.
ca: Aquesta pestanya li permet editar algunes propietats diverses, i accedir a certa informació no modificable.
de: Dieser Reiter ermöglicht Ihnen verschiedene Eigenschaften zu bearbeiten und auf einige nicht veränderbare Informationen zuzugreifen.

source: This used to be the historical behavior. The selected file will be marked as "NOT OK" in the Summary page. The existing item will not be modified.
de: Dies entspricht dem historischen Verhalten. Die gewählte Datei wird in der Übersichtsseite als »NICHT OK« markiert. Der bestehende Eintrag wird nicht verändert.

source: Toolti_p :
ca: _Indicador de funció:
de: _Minihilfe:

source: Use s_ame label for icon in the toolbar
ca: Utilitz_a la mateixa etiqueta d'icona a la barra d'eines
de: Die _gleiche Bezeichnung für das Symbol in der Werkzeugleiste verwenden

source: When checked, it is known that the run command will send a "remove" message to the desktop environment. See the Startup Notification Protocol Specification for more details. Only relevant when chosen execution mode is Normal.
de: Wenn aktiviert, wird üblicherweise vom ausgeführten Befehl eine »remove«-Nachricht an die Arbeitsumgebung gesendet. Details hierzu finden Sie in der »Startup Notification Protocol Specification«. Wird nur im Ausführungsmodus »Normal« angewendet.

source: When checked, the item will be candidate to be displayed in the file manager context menu when the selection is empty. In this case, the defined conditions will be applied to the current displayed folder.
ca: Quan s'activa, l'element serà el candidat que es mostrarà en el menú de context del gestor de fitxers quan la selecció és buida. En aquest cas, les condicions definides seran aplicades a la carpeta que es mostra actualment.
de: Wenn aktiviert, ist die Aktion ein Kandidat zur Darstellung im Kontextmenü der Dateiverwaltung, falls Auswahl leer ist. In diesem Fall werden die definierten Bedingungen auf den aktuell angezeigten Ordner angewendet.

source: When checked, the item will be candidate to be displayed in the file manager context menu, with a non-empty selection.
ca: Quan s'activa, l'element serà el candidat que es mostrarà en el menú de context del gestor de fitxers, amb una selecció que no és buida.
de: Wenn aktiviert, ist die Aktion ein Kandidat zur Darstellung im Kontextmenü der Dateiverwaltung, falls die dortige Auswahl nicht leer ist.

source: When checked, the item will be candidate to be displayed in the file manager toolbar. In this case, the defined conditions will be applied to the current folder, and do not depend of the possible current selection.
ca: Quan s'activa, l'element serà el candidat que es mostrarà a la barra d'eines del gestor de fitxers. En aquest cas, les condicions definides seran aplicades a la carpeta actual, i no depenen de la possible selecció actual.
de: Wenn aktiviert, ist die Aktion ein Kandidat zur Darstellung in der Werkzeugleiste der Dateiverwaltung. In diesem Fall werden die definierten Bedingungen auf den aktuellen Ordner angewendet und sind nicht von einer eventuell vorhandenen aktuellen Auswahl abhängig.

source: When checked, the label displayed in the toolbar will be the same that the one displayed in the context menus.
ca: Quan s'activa, l'etiqueta que apareix a la barra d'eines serà la mateixa que la que es mostra als menús contextuals.
de: Wenn aktiviert, wird die in der Werkzeugleiste angezeigte Bezeichnung die gleiche sein wie jene in den Kontextmenüs.

source: When specified, this should be the name of a WM class of at least one window of the run command. See the Startup Notification Protocol Specification for more details. Only relevant when chosen execution mode is Normal.
ca: Quan s'especifica, aquest ha de ser el nom d'una classe de WM, almenys una finestra de l'ordre de marxa. Veure l'inici d'Especificació del Protocol de Notificació per a més detalls. Només quan el mode d'execució triat rellevant és normal.
de: Wenn angegeben, ist dies der Name einer Fenstermanager-Klasse mindestens eines Fensters des ausgeführten Befehls. Siehe »Startup Notification Protocol Specification« für weitere Details. Dies ist nur relevant, wenn »Normal« als Ausführungsmodus gewählt wurde.

source: You will be asked each time an imported ID already exists.
ca: Se li demanarà cada vegada que ja existeixi un document importat d'identitat.
de: Sie werden jedes Mal gefragt, wenn eine importierte Kennung bereits existiert.

source: _Always appears
ca: Sempre _apareixen
de: Immer _anzeigen

source: _Basenames
ca: Noms _Base
de: _Basisnamen

source: _Browse...
ca: _Navega...
de: _Durchsuchen …

source: _Command
ca: _Ordre
de: _Befehl

source: _Context label :
ca: Etiqueta de _context:
de: _Kontextbezeichner:

source: _Count :
ca: _Comptar:
de: An_zahl:

source: _Description :
ca: _Descripció:
de: _Beschreibung:

source: _Display output
ca: _Sortida de la pantalla
de: _Ausgabe anzeigen

source: _Embedded
ca: _Incrustat
de: _Eingebettet

source: _Environment
ca: _Entorn
de: Umg_ebung

source: _Folders
ca: _Carpetes
de: _Ordner

source: _Icon :
ca: _Icona:
de: S_ymbol:

source: _Label :
ca: _Etiqueta:
de: Be_schriftung:

source: _Mimetypes
ca: _Tipus MIME
de: _MIME-Typen

source: _Never appears in selected environments
ca: _Mai apareix en entorns seleccionats
de: in ausgewählte_n Umgebungen niemals anzeigen

source: _Only appears in selected environments
ca: N_omés apareix en entorns seleccionats
de: _Nur in bestimmten Umgebungen zeigen

source: _Override the existing item
ca: _Substitueix l'element existent
de: V_orhandenen Eintrag überschreiben

source: _Path :
ca: _Ruta:
de: _Pfad:

source: _Quit without saving
de: Schließen, _ohne zu speichern

source: _Save and quit
de: _Speichern und beenden

source: _Startup notify
ca: _Notificació d'inici
de: _Startbenachrichtigung

source: _Working directory :
ca: _Directori de treball:
de: A_rbeitsordner:

source: a percent sign.
de: ein Prozentzeichen.

source: count of selected item(s).
de: Anzahl ausgewählter Einträge.

source: hostname of the (first) selected URI.
de: Rechnername der (ersten) gewählten Adresse.

source: no-op operator which forces a plural form of execution.
de: »no-op« Operator, der eine mehrfache Form der Ausführung erzwingt.

source: no-op operator which forces a singular form of execution.
de: »no-op« Operator, der eine einfache Form der Ausführung erzwingt.

source: port number of the (first) selected URI.
de: Portnummer der (ersten) ausgewählten Adresse.

source: scheme of the (first) selected URI.
de: Schema der (ersten) ausgewählten Adresse.

source: space-separated list of the URIs of the selected file(s)/folder(s).
de: Durch Leerzeichen getrennte Liste der Adressen der gewählten Datei(en)/Ordner.

source: space-separated list of the base directories of the selected file(s)/folder(s).
de: Durch Leerzeichen getrennte Liste der Basisordner der gewählten Datei(en)/Ordner.

source: space-separated list of the basenames of the selected file(s)/folder(s).
de: Durch Leerzeichen getrennte Liste der Basisnamen der gewählten Datei(en)/Ordner.

source: space-separated list of the basenames without the extension.
de: Durch Leerzeichen getrennte Liste der Basisnamen der gewählten Datei(en)/Ordner.

source: space-separated list of the extensions of the selected file(s)/folder(s).
de: Durch Leerzeichen getrennte Liste der Erweiterungen der gewählten Datei(en)/Ordner.

source: space-separated list of the filenames of the selected file(s)/folder(s).
de: Durch Leerzeichen getrennte Liste der Dateinamen der gewählten Datei(en)/Ordner.

source: space-separated list of the mimetypes of the selected file(s)/folder(s).
de: Durch Leerzeichen getrennte Liste der MIME-Typen der gewählten Datei(en)/Ordner.

source: username of the (first) selected URI.
de: Benutzername der (ersten) gewählten Adresse.

source: Nautilus-Actions actions
de: Nautilus-Aktionen

source: A submenu which embeds the currently available Nautilus-Actions actions and menus
de: Ein Untermenü, das die derzeit verfügbaren Aktionen der Nautilus-Actions-Erweiterung enthält

source: About Nautilus-Actions
de: Info zu Nautilus-Aktionen

source: Display some informations about Nautilus-Actions
de: Informationen über Nautilus-Aktionen anzeigen

source: The URI of the file to be imported
ca: L'URI del fitxer que voleu importar
de: Die Adresse der zu importierenden Datei

source: <URI>
de: <ADRESSE>

source: Output the version number
ca: Sortida del número de versió
de: Die Versionsnummer ausgeben

source: Import a file.
ca: Importa un fitxer.
de: Eine Datei importieren.

source: Bug reports are welcomed at http://bugzilla.gnome.org, or you may prefer to mail to <maintainer@nautilus-actions.org>.
de: Fehlerberichte können an http://bugzilla.gnome.org gesendet werden. Alternativ können Sie eine Nachricht an <maintainer@nautilus-actions.org> senden.

source: Miscellaneous options
ca: Opcions diverses
de: Verschiedene Optionen

source: Syntax error: %s
ca: Error de sintaxi: %s
de: Syntaxfehler: %s

source: Error: uri is mandatory.
ca: Error: URI és obligatori.
de: Fehler: Eine Adresse ist obligatorisch.

source: Try %s --help for usage.
ca: Intenta %s --ajuda per al seu ús.
de: Versuchen Sie »%s --help«, um den Aufruf zu sehen.

source: Bug reports are welcomed at https://bugzilla.gnome.org/enter_bug.cgi?product=nautilus-actions, or you may prefer to mail to <maintainer@nautilus-actions.org>.
de: Fehlerberichte werden gerne unter https://bugzilla.gnome.org/enter_bug.cgi?product=nautilus-actions entgegen genommen. Alternativ können Sie eine E-Mail an <maintainer@nautilus-actions.org> senden.

source: The XPath to the tree to be deleted
ca: El XPath per a l'arbre que vol esborrar
de: Der XPath zum zu löschenden Baum

source: The filename of the XML backend
ca: El nom de fitxer del suport XML
de: Der Dateiname des XML-Backend

source: Error: a XPath is mandatory.
ca: Error: un XPath és obligatori.
de: Fehler: Ein XPath ist obligatorisch.

source: Error: a XML filename is mandatory.
ca: Error: un nom de fitxer XML és obligatori.
de: Fehler: Ein XML-Dateiname ist obligatorisch.

source: Delete a XPath from a XML document.
ca: Suprimeix un XPath d'un document XML.
de: Einen XPath aus einem XML-Dokument löschen.

source: Error: unable to parse file '%s'
de: Fehler: Datei »%s« kann nicht verarbeitet werden

source: Error: unable to create new XPath context
ca: Error: No es pot crear un nou context XPath
de: Fehler: Neuer XPath-Inhalt kann nicht erstellt werden

source: Error: unable to evaluate XPath expression '%s'
de: Fehler: Der XPath-Ausdruck »%s« kann nicht ausgewertet werden

source: Output the schema on stdout
ca: L'esquema de sortida en la sortida estàndard
de: Das Schema auf die Standardausgabe ausgeben

source: Output the action schemas [default]
ca: Sortida dels esquemes d'acció [per defecte]
de: Das Aktions-Schema ausgeben [Voreinstellung]

source: Output the menu schemas
ca: Sortida dels esquemes del menú
de: Menü-Schemata ausgeben
