Repository: tamplan/filemanager-actions
Catalog: po/*.po
Languages: ca, de

source: Item is writable by the user
ca: L'element és d'escriptura per a l'usuari
de: Objekt ist durch den Benutzer schreibbar

source: Item is executable by the user
ca: L'element és executable per a l'usuari
de: Objekt ist vom Benutzer ausführbar

source: Item is local
ca: L'element és local
de: Objekt ist lokal

source: %s (already inserted)
ca: %s (ja inserit)
de: %s (bereits eingefügt)

source: <b>Managed capabilities</b>
ca: <b>Capacitats administrades</b>
de: <b>Verwaltete Fähigkeiten</b>

source: Adding a new capability
ca: Afegeix una nova capacitat
de: Neue Fähigkeit hinzufügen

source: <b>Scheme</b>
ca: <b>Esquema</b>
de: <b>Schema</b>

source: Adding a new scheme
ca: Afegeix un esquema nou
de: Ein neues Schema hinzuzufügen

source: About to export selected items:
ca: Quant a exportar els elements seleccionats:
de: Sie sind im Begriff die gewählten Einträge zu exportieren:

source: Into the destination folder:
ca: A la carpeta de destí:
de: In den Zielordner:

source: Export canceled due to user action.
ca: Exportació cancel·lada a causa de l'acció de l'usuari.
de: Export wurde auf Grund einer Benutzeraktion abgebrochen.

source: Selected actions have been proceeded :
de: Ausgewählte Aktionen wurden verarbeitet:

source: Successfully exported as
ca: Exportats satisfactòriament com
de: Erfolgreich importiert als

source: You may not have write permissions on selected folder.
ca: Potser no teniu permisos d'escriptura a la carpeta seleccionada.
de: Sie haben wahrscheinlich keine Schreibrechte im gewählten Ordner.

source: <b>Which format should I use when exporting these items ?</b>
de: <b>Welches Format soll beim Exportieren dieser Einträge verwendet werden?</b>

source: Actions _list :
ca: _Llista d'accions :
de: Aktions_liste:

source: Export is done
ca: L'exportació es realitza
de: Export ist abgeschlossen

source: Exporting actions
ca: Exportació d'accions
de: Aktionen werden exportiert

source: Exporting an action
de: Eine Aktion exportieren

source: Please select one or more actions to be exported. You may use Ctrl and Shift keys to extend a selection.
de: Bitte wählen Sie eine oder mehrere Aktionen zum Importieren. Sie können mit den Strg- und Umschalt- Tasten die Auswahl erweitern.

source: Re_member my choice in future export operations
ca: Recorda la _meva elecció en futures operacions d'exportació
de: Für zukünftige E_xportvorgänge diese Auswahl speichern

source: Selecting the export format
ca: Selecciona el format d'exportació
de: Exportformat wir ausgewählt

source: Selecting the exported actions
ca: Selecciona les accions d'exportació
de: Exportierte Aktionen werden ausgewählt

source: Selecting the target folder
ca: Selecciona la carpeta de destí
de: Zielordner wird ausgewählt

source: Summary
ca: Resum
de: Zusammenfassung

source: This assistant will guide you through the process of exporting actions.
ca: Aquest assistent us guiarà durant el procés d'accions d'exportació.
de: Dieser Assistent wird Sie durch den Vorgang zum Importieren von Aktionen führen.

source: Which format should I choose to export it ?
ca: Quin format hauria de triar per exportar?
de: Welches Exportformat soll verwendet werden?

source: About to import selected files:
ca: Quant a la importació de fitxers seleccionats:
de: Sie sind im Begriff die gewählten Dateien zu importieren:

source: Selected files have been proceeded :
de: Ausgewählte Dateien wurden verarbeitet:

source: Import OK
ca: Importació realitzada amb èxit
de: Import in Ordnung

source: Id.: %s %s
de: Kennung: %s %s

source: Not imported
ca: No importat
de: Nicht importiert

source: Configure items to be added to the Nautilus context menus
de: Einträge konfigurieren, um sie zum Kontextmenü von Nautilus hinzuzufügen

source: The action "%s" is about to be exported.
de: Die Aktion »%s« wird jetzt exportiert werden.

source: The menu "%s" is about to be exported.
de: Das Menü »%s« wird jetzt exportiert werden.

source: _Ask me
ca: Pregunt_a'm
de: N_achfragen

source: You will be asked for the format to choose each time an item is about to be exported.
ca: Es demana el format per escollir cada vegada que un article estigui a punt de ser exportat.
de: Sie werden jedes mal nach dem Format gefragt, wenn ein Eintrag exportiert werden soll.

source: Caution: a label is mandatory for the action or the menu.
ca: Precaució: una etiqueta és obligatòria per a l'acció o el menú.
de: Achtung: Eine Bezeichnung für die Aktion oder das Menü ist obligatorisch.

source: Basename filter
ca: Filtre Basename
de: Filter für Basisname

source: Capability filter
ca: Filtre de capacitat
de: Filter für Fähigkeiten

source: Choosing a command
ca: Selecciona l'ordre
de: Befehl wird ausgewählt

source: Choosing a working directory
ca: Selecciona el directori de treball
de: Arbeitsordner wird ausgewählt

source: Ex.:
ca: Exemple:
de: Bsp.:

source: Icon Chooser
ca: Seleccionador de la icona
de: Symbolwähler

source: Icons by _path
ca: _Icones per ruta
de: Symbole nach _Pfad

source: _Themed icons
ca: Icones _temàtiques
de: _Themenbasierte Symbole

source: (strictly lesser than)
ca: (estrictament menor que)
de: (weniger als)

source: (equal to)
ca: (igual que)
de: (gleich mit)

source: (strictly greater than)
ca: (estrictament més gran que)
de: (mehr als)

source: Choosing an executable
ca: Selecciona un executable
de: Ausführbares Programm wird ausgewählt

source: Folder filter
ca: Filtre de carpeta
de: Ordnerfilter

source: Select a folder
ca: Selecciona una carpeta
de: Ordner auswählen

source: Mimetype filter
ca: Filtre tipus mime
de: Filter für MIME-Typen

source: None
ca: Cap
de: Keines

source: Me_nu
ca: Me_nú
de: Me_nü

source: <b>Menu editable properties</b>
ca: <b>Propietats de menú editables</b>
de: <b>Bearbeitungs-Eigenschaften des Menüs</b>

source: _Action
ca: _Acció
de: _Aktion

source: <b>Action editable properties</b>
ca: <b>Propietats editables d'acció</b>
de: <b>Bearbeitungs-Eigenschaften der Aktion</b>

source: Scheme filter
ca: Filtre d'esquema
de: Schemafilter

source: One or more actions have been modified in the filesystem. You could keep to work with your current list of actions, or you may want to reload a fresh one.
ca: Una o més accions s'han modificat en el sistema de fitxers. Es podria mantenir treballant amb la seva llista actual d'accions, o pot ser que vulgui tornar a carregar una de nova.
de: Eine oder mehrere Aktionen wurden im Dateisystem geändert. Sie können mit der aktuellen Liste der Aktionen weiterarbeiten oder die Liste neu laden lassen.

source: Note that reloading a fresh list of actions requires that you give up with your current modifications.
ca: Recorda que tornar a carregar una nova llista d'accions requereix que estigui al dia amb les seves modificacions actuals.
de: Beachten Sie, dass beim Neuladen der Liste der Aktionen Ihre aktuellen Änderungen verworfen werden.

source: Do you want to reload a fresh list of actions ?
ca: Vols tornar a carregar una nova llista d'accions?
de: Wollen Sie Liste der Aktionen neu laden?

source: Reloading a fresh list of actions requires that you give up with your current modifications.
ca: Tornar a carregar una nova llista d'accions requereix que estigui al dia amb les seves modificacions actuals.
de: Beachten Sie, dass beim Neuladen der Liste der Aktionen Ihre aktuellen Änderungen verworfen werden.

source: Do you really want to do this ?
ca: Realment vols fer això?
de: Wollen Sie dies wirklich tun?

source: Some items have been modified.
ca: Alguns elements han estat modificats.
de: Einige Einträge wurden geändert.

source: Are you sure you want to quit without saving them ?
ca: Esteu segur que voleu sortir sense desar?
de: Wollen Sie wirklich beenden, ohne zu speichern?

source: Must match one of
ca: Ha de coincidir amb un
de: Muss einem entsprechen von

source: Must match all of
ca: Ha de coincidir amb tots
de: Muss allen entsprechen von

source: Must not match any of
ca: No ha de coincidir amb qualsevol de
de: Darf keinem entsprechen von

source: '%s' filter already exists in the list. Please provide another one.
de: Filter »%s« existiert bereits in der Liste. Bitte wählen Sie einen anderen.

source: new-filter
ca: filtre-nou
de: Neuer Filter

source: _File
ca: _Fitxer
de: _Datei

source: _Edit
ca: _Edita
de: _Bearbeiten

source: _View
ca: _Visualitza
de: _Ansicht

source: _Toolbars
ca: _Barra d'eines
de: _Werkzeugleisten

source: _Tools
ca: Ei_nes
de: _Werkzeuge

source: _Maintainer
ca: _Mantenidor
de: _Verwalter

source: _Help
ca: A_juda
de: _Hilfe

source: New _menu
ca: _Menú nou
de: _Neues Menü

source: Insert a new menu at the current position
ca: Insereix un nou menú a la posició actual
de: Ein neues Menü an der aktuellen Position einfügen.

source: _New action
ca: Acció _nova
de: _Neue Aktion

source: Define a new action
ca: Defineix una nova acció
de: Eine neue Aktion hinzufügen.

source: New _profile
ca: _Perfil nou
de: Neues _Profil

source: Define a new profile attached to the current action
ca: Defineix un nou perfil unit a l'acció actual
de: Ein neues Profil definieren, das mit der aktuellen Aktion verknüpft ist.

source: Record all the modified actions. Invalid actions will be silently ignored
ca: Registra totes les accions modificades. Les accions no vàlides seran ignorades en silenci
de: Alle geänderten Aktionen speichern. Ungültige Aktionen werden ohne Fehlermeldung ignoriert.

source: Quit the application
ca: Surt de l'aplicació
de: Die Anwendung beenden.

source: Cut the selected item(s) to the clipboard
ca: Talla l'element(s) seleccionats al porta-retalls
de: Ausgewählt(e) Objekt(e) in die Zwischenablage ausschneiden

source: Copy the selected item(s) to the clipboard
ca: Còpia l'element(s) seleccionats al porta-retalls
de: Ausgewählt(e) Objekt(e) in die Zwischenablage kopieren

source: Insert the content of the clipboard just before the current position
ca: Insereix el contingut del porta-retalls just abans de la posició actual
de: Den Inhalt der Zwischenablage vor der aktuellen Position einfügen

source: Paste _into
de: E_infügen nach

source: Insert the content of the clipboard as first child of the current item
ca: Insereix el contingut del porta-retalls com a primer fill de l'element actual
de: Den Inhalt der Zwischenablage als Kindelement des aktuellen Objekts einfügen

source: D_uplicate
ca: D_uplicat
de: D_uplizieren

source: Duplicate the selected item(s)
ca: Duplica l'element(s) seleccionats
de: Ausgewählte Einträge duplizieren

source: Delete the selected item(s)
ca: Suprimeix els elements seleccionats
de: Ausgewählte Einträge entfernen.

source: _Reload the items
ca: To_rna a carregar els elements
de: Einträge neu _laden

source: Cancel your current modifications and reload the initial list of menus and actions
ca: Cancel·la les seves modificacions actuals i tornar a carregar la llista inicial dels menús i accions
de: Ihre aktuellen Änderungen verwerfen und die Liste der Menüs und Aktionen neu laden.

source: Edit your preferences
ca: Edita les teves preferències
de: Einstellungen bearbeiten

source: _Expand all
de: Alle _ausklappen

source: Entirely expand the items hierarchy
ca: Expandeix tota la jerarquia d'elements
de: Die Objekthierarchie vollständig ausklappen

source: _Collapse all
ca: _Col·lapsa tot
de: Alle _einklappen

source: Entirely collapse the items hierarchy
ca: Contrau tota la jerarquia d'elements
de: Die Objekthierarchie vollständig einklappen

source: _Import assistant...
de: _Importassistent …

source: Import one or more actions from external (XML) files into your configuration
de: Eine oder mehrere Aktionen aus externen (XML-)Dateien in Ihre Konfiguration importieren.

source: E_xport assistant...
de: E_xportassistent …

source: Export one or more actions from your configuration to external XML files
de: Eine oder mehrere Aktionen aus Ihrer Konfiguration in externe XML-Dateien exportieren.

source: _Dump the selection
ca: _Bolcat de la selecció
de: Auswahl _ausgeben

source: Recursively dump selected items
de: Ausgewählte Objekte rekursiv ausgeben

source: _Brief tree store dump
ca: _Dipòsit de l'arbre de bolcat
de: _Schnelles Wegsichern des Baumspeichers

source: Briefly dump the tree store
de: Den Baumspeicher schnell wegspeichern

source: _List modified items
ca: _Llista d'elements modificats
de: Geänderte Objekte auf_listen

source: List the modified items
de: Die geänderten Objekte auflisten

source: _Dump the clipboard
ca: _Bolcar el porta-retalls
de: Zwischenablage _ausgeben

source: Dump the content of the clipboard object
de: Inhalt des Objekts in der Zwischenablage ausgeben

source: Contents
de: Inhalt

source: Display help about this program
ca: Mostra ajuda sobre aquest programa
de: Hilfe zu diesem Programm anzeigen.

source: Display informations about this program
ca: Mostra informació sobre aquest programa
de: Informationen über dieses Programm anzeigen.

source: Display the File toolbar
ca: Mostra el fitxer de la barra d'eines
de: Datei-Werkzeugleiste anzeigen

source: Display the Edit toolbar
ca: Mostra l'edició de la barra d'eines
de: Bearbeiten-Werkzeugleiste anzeigen

source: Display the Tools toolbar
ca: Mostra les eines de la barra d'eines
de: Werkzeuge-Werkzeugleiste anzeigen

source: Display the Help toolbar
ca: Mostra l'ajuda de la barra d'eines
de: Hilfe-Werkzeugleiste anzeigen

source: %d menu(s), %d action(s), %d profile(s) are currently loaded
ca: %d menú(s), %d acció(ns), %d perfil(s) són carregats actualment
de: %d Menü(s), %d Aktion(en), %d Profil(e) werden derzeit geladen

source: Not all items have been cut as following ones are not modifiable:
ca: No tots els elements s'han tallat com els seguits que no són modificables:
de: Es sind nicht alle Objekte gelöscht worden, weil die folgenden nicht veränderbar sind:

source: Not all items have been deleted as following ones are not modifiable:
ca: No tots els elements s'han esborrat com els següents que no són modificables:
de: Es sind nicht alle Objekte gelöscht worden, weil die folgenden nicht veränderbar sind:

source: Save error
ca: Error en desar
de: Fehler speichern

source: Some items may not have been saved
ca: Alguns elements no s'han desat
de: Einige Objekte könnten nicht gespeichert worden sein

source: Unable to rewrite the level-zero items list
ca: No s'ha pogut tornar a escriure la llista d'elements de nivell zero
de: Die Liste der Level-Null-Objekte kann nicht geschrieben werden

source: Some items have not be deleted
de: Einige Objekte wurden nicht gelöscht

source: New profile
ca: Perfil nou
de: Neues Profil

source: Automatically saving pending modifications...
de: Ungespeicherte Änderungen werden automatisch gespeichert …

source: <b>Activation and priority</b>
ca: <b>Activació i prioritat</b>
de: <b>Aktivierung und Priorität</b>

source: <b>Assistants</b>
ca: <b>Assistents</b>
de: <b>Assistenten</b>

source: <b>Auto-save</b>
ca: <b>Desa automàticament</b>
de: <b>Auto-Speichern</b>

source: <b>Default schemes</b>
ca: <b>Esquemes per defecte</b>
de: <b>Vorgegebene Schemata</b>

source: <b>Desktop environment</b>
ca: <b>Entorn d'escriptori</b>
de: <b>Arbeitsumgebung</b>

source: <b>Execution in a terminal</b>
ca: <b>Executa al terminal</b>
de: <b>Ausführung in einem Terminal</b>

source: <b>Import mode</b>
ca: <b>Manera d'importació</b>
de: <b>Importmodus</b>

source: <b>Items ordering</b>
ca: <b>Ordenació d'elements</b>
de: <b>Reihenfolge der Einträge</b>

source: <b>Nautilus menu layout</b>
ca: <b>Disseny del menú del Nautilus</b>
de: <b>Nautilus-Menüanordnung</b>

source: <b>Relabeling items</b>
ca: <b>Torna a etiquetar elements</b>
de: <b>Einträge neu benennen</b>

source: Add an 'A_bout Nautilus-Actions' item in the Nautilus context menus
de: Einen Eintrag »Info zu Nautilus-Aktionen« zum Kontextmenü von Nautilus hinzufügen

source: Ask for a _confirmation when quitting the assistant on Esc key
ca: _Demana una confirmació al sortir de l'assistent amb la tecla Esc
de: Nach einer _Bestätigung beim Beenden des Assistenten mit Esc fragen

source: Automatically _saves pending modifications
ca: Desa automàticament les modificacion_s pendents
de: Automatisch ungespeicherte Änderungen _speichern

source: Click to add a new default scheme.
ca: Feu clic per afegir un nou esquema predeterminat.
de: Klicken Sie hier, um ein neues Vorgabeschema hinzuzufügen.

source: Click to remove the selected default scheme.
ca: Feu clic per a suprimir l'esquema per defecte seleccionat.
de: Klicken Sie, um das gewählte Vorgabeschema zu entfernen.

source: Define here, for available I/O providers, if you want them to be read at startup, to be writable, and the order in which they will be tested when trying to write a new menu or action.
ca: Defineix aquí, per a proveïdors I/O disponibles, si es vol que siguin llegits a l'inici, tenir permís d'escriptura, i l'ordre en què es posarà a prova quan es tracta d'escriure un nou menú o acció.
de: Definieren Sie hier für verfügbare Ein-/Ausgabetreiber, ob diese bei Programmstart gelesen werden sollen, schreibbar sein sollen, und die Reihenfolge, in der sie getestet werden sollen, wenn versucht wird, ein neues Menü oder eine Aktion zu schreiben.

source: Display order of menus and actions, both in the Nautilus context menu and in the NACT user interface, must be manually adjusted.
de: Die Anzeigereihenfolge von Menüs und Aktionen muss manuell sowohl in Nautilus-Kontextmenüs als auch in der NACT-Benutzerschnittstelle angepasst werden.

source: Do _not import the item
ca: _No importa l'element
de: Den Eintrag _nicht importieren

source: Esc key _quits the assistant
ca: _La tecla ESC tanca l'assistent
de: Die Esc-Taste _beendet den Assistenten

source: I/O _Providers
ca: _Proveïdors I/O
de: Ein-/Ausga_betreiber

source: Menus and actions will be displayed in the ascending alphabetical order of their label, both in the Nautilus context menu and in the NACT user interface.
de: Menüs und Aktionen werden nach Bezeichnung in absteigender alphabetischer Reihenfolge sowohl in Nautilus-Kontextmenüs als auch der NACT-Benutzerschnittstelle angezeigt.

source: Menus and actions will be displayed in the descending alphabetical order of their label, both in the Nautilus context menu and in the NACT user interface.
de: Menüs und Aktionen werden nach Bezeichnung in aufsteigender alphabetischer Reihenfolge sowohl in Nautilus-Kontextmenüs als auch der NACT-Benutzerschnittstelle angezeigt.

source: Move up the selected I/O provider in the order of priority when trying to write a new item.
ca: Mou el proveïdor I/O seleccionat en l'ordre de prioritat quan es tracta d'escriure un nou element.
de: Den gewählten Ein-/Ausgabetreiber in der Prioritätenreihenfolge nach oben schieben beim Versuch, einen neuen Eintrag zu schreiben.

source: Nautilus-Actions Preferences
de: Nautilus-Aktionen-Einstellungen

source: Periodicity :
ca: Periodicitat:
de: Intervall:

source: Relabel _actions
ca: Torna a etiquetar _accions
de: _Aktionen neu benennen

source: Relabel _menus
ca: _Torna a etiquetar menús
de: _Menüs neu benennen

source: Relabel _profiles
ca: _Torna a etiquetar perfils
de: _Profile neu benennen

source: Running _desktop environment :
ca: _Entorn d'escriptori en execució:
de: Arbeitsumgebung zur Ausführung:

source: Runtime E_xecution
ca: E_xecució en temps d'execució
de: Ausf_ührung zur Laufzeit

source: Specify here the command to run and keep opened a terminal. This command should include a 'COMMAND' keyword, which will be substituted at runtime with the action path and parameters.
de: Geben Sie hier den auszuführenden Befehl an, nach dessen Ausführung das Terminal geöffnet bleiben soll. Dieser Befehl sollte das Schlüsselwort »COMMAND« enthalten, welches zur Laufzeit durch den Aktionspfad und Parameter ersetzt wird.

source: The selected item, action or menu, will be imported with a slightly modified label indicating the renumbering. The currently existing item will not be modified.
de: Der gewählte Eintrag, Aktion oder Menü wird mit einem leicht geänderten Namen importiert werden, der die neue Nummerierung andeutet. Der bestehende Menüeintrag wird nicht verändert.

source: The selected item, action or menu, will silently override the currently existing one which has the same identifier. Be warned: this mode may be dangerous. You will not be prompted another time.
de: Der gewählte Eintrag, Aktion oder Menü wird ohne Warnung die bestehende gleicher Bezeichnung ersetzen. Seien Sie gewarnt: Dieser Modus kann gefährlich sein. Sie werden nicht sicherheitshalber erneut gefragt werden.

source: This option is only relevant when the 'Escape' key lets the user quit the assistant. When checked, the user will be prompted for a confirmation in order to help prevent erroneous hits of the Esc key.
de: Diese Option ist nur dann relevant, wenn der Assistent mit der Esc-Taste beendet werden kann. Legt fest, ob eine Bestätigung abgefragt wird, um versehentliches Beenden mit der Esc-Taste zu verhindern.

source: This tab allows the user to choose custom preferences for the Nautilus-Actions Configuration Tool user interface.
de: Dieser Reiter beeinflusst Benutzereinstellungen bezüglich der Konfigurations-Benutzerschnittstelle.

source: This tab lets you choose how the actions are ordered in the displayed list as well as in the Nautilus context menu. You may also choose here how actions will be displayed in the Nautilus context menu.
ca: Aquesta pestanya us permet escollir com les accions estan ordenades en la llista que apareix, així com al menú contextual del Nautilus. També podreu triar com es mostraran les accions en el menú de context del Nautilus.
de: Dieser Reiter ermöglicht die Wahl, wie Aktionen in der angezeigten Liste als auch im Nautilus-Kontextmenü sortiert werden. Sie können hier auch festlegen, wie Aktionen im Nautilus-Kontextmenü dargestellt werden.

source: This tab lets you decide on the default behavior of export operations.
ca: Aquesta pestanya li permet decidir sobre el comportament predeterminat de les operacions d'exportació.
de: Dieser Reiter ermöglicht die Festlegung des voreingestellten Verhaltens bei Exportvorgängen.

source: This tab lets you decide on the default behavior of import operations.
ca: Aquesta pestanya li permet decidir sobre el comportament predeterminat de les operacions d'importació.
de: Dieser Reiter ermöglicht die Festlegung des voreingestellten Verhaltens bei Importvorgängen.

source: This tab lets you decide whether the I/O providers are enabled or not, and in which order they will be tried when writing a new item.
ca: Aquesta pestanya us permet decidir si els proveïdors I/O estan activats o no, i en quin ordre seran triats quan s'escriu un nou element.
de: Dieser Reiter ermöglicht zu wählen, ob Ein-/Ausgabetreiber aktiviert sind oder nicht, und in welcher Reihenfolge sie ausprobiert werden, wenn ein neuer Menüeintrag geschrieben wird.

source: This tab lets you decide which schemes are proposed by default when editing advanced conditions for an item.
ca: Aquesta pestanya li permet decidir quins esquemes es proposen per defecte en editar condicions avançades per a un element.
de: Dieser Reiter erlaubt zu wählen, welche Schemata per Voreinstellung vorgeschlagen werden, wenn erweiterte Bedingungen für einen Eintrag bearbeitet werden.

source: This tab lets you specify parameters needed for. some execution modes.
de: Dieser Reiter ermöglicht die Festlegung von Parametern für Ausführungsmodi.

source: This used to be the historical behavior. The selected item, action or menu, will not be imported and will be marked as "NOT OK" in the Summary page. The currently existing item will not be modified.
de: Dies entspricht dem historischen Verhalten. Die gewählte Datei, Aktion oder Menü wird in der Übersichtsseite als »NICHT OK« markiert. Der bestehende Eintrag wird nicht verändert.
