Repository: tamplan/filemanager-actions
Catalog: po/*.po
Languages: ca, de

source: Set to 'true' if the selection can have folders, to 'false' otherwise. This setting is tied in with the 'isfile' setting. The valid combinations are: isfile='true' and isdir='false': the selection may hold only files isfile='false' and isdir='true': the selection may hold only folders isfile='true' and isdir='true': the selection may hold both files and folders isfile='false' and isdir='false': this is an invalid combination (your configuration will never appear). This obviously only applies when there is a selection. Defaults to 'false'.
de: Auf »wahr« setzen, falls die Auswahl Ordner enthalten darf, anderenfalls auf »falsch«. Diese Einstellung ist gekoppelt mit der Einstellung »isfile«. Folgende Kombinationen sind gültig: »isfile« ist »wahr« und »isdir« ist »falsch«: Die Auswahl darf nur Dateien enthalten »isfile« ist »falsch« und »isdir« ist »wahr«: Die Auswahl darf nur Ordner enthalten »isfile« ist »wahr« und »isdir« ist »wahr«: Die Auswahl darf Dateien und Ordner enthalten »isfile« ist »falsch« und »isdir« ist »falsch«: Die Kombination ist ungültig (Ihre Konfiguration wird niemals angezeigt). Dies trifft natürlich nur zu, wenn es eine Auswahl gibt. Die Voreinstellung ist »falsch«.

source: Whether the selection may be multiple (deprecated option, see selection count)
ca: Si la selecció pot ser múltiple (opció obsoleta, vegeu el recompte de selecció)
de: Legt fest, ob Mehrfachauswahlen möglich sind (missbilligte Option, siehe Auswahlanzahl)

source: If you need more than one files or folders to be selected, set this key to 'true'. If you want just one file or folder, set it to 'false'. This obviously only applies when there is a selection. Defaults to 'false'.
de: Wenn ein oder mehrere Dateien oder Ordner ausgewählt werden dürfen, dann setzen Sie diesen Schlüssel auf »wahr«. Andernfalls auf »falsch«. Dies wirkt sich nur auf die Zielauswahl aus. Vorgabe ist »falsch«.

source: List of schemes to be matched against those of selected file(s)/folder(s)
ca: Llista d'esquemes que es compara amb el fitxer(s)/carpeta(es) seleccionats
de: Die Liste der Schemata, die auf die ausgewählten Datei(en) und Ordner zutreffen müssen

source: Defines the list of valid schemes to be matched against the selected items. The scheme is the protocol used to access the files. The keyword to use is the one used in the URI by the file manager. Examples of valid URI include: - file:///tmp/foo.txt - sftp:///root@test.example.net/tmp/foo.txt The most common schemes are: 'file': local files 'sftp': files accessed via SSH 'ftp': files accessed via FTP 'smb': files accessed via Samba (Windows share) 'dav': files accessed via WebDAV. All schemes used by your favorite file manager may be used here. This obviously only applies when there is a selection, or when targeting the special 'x-nautilus-desktop' scheme. Defaults to 'file'.
de: Legt die Liste der gültigen Schemata fest, die auf die markierten Elemente zutreffen. Das Schema ist das Protokoll, mit dem auf die Dateien zugegriffen wird. Das zu verwendende Schlüsselwort ist das aus der Adresse. Beispiele für gültige Adressen sind: - file:///tmp/foo.txt - sftp:///root@test.example.net/tmp/foo.txt Die am meisten verbreiteten Schemata sind: »file« für lokale Dateien »sftp« für den Zugriff über SSH »ftp« für den Zugriff per FTP »smb« für Zugriff auf Windows-Dateifreigaben über Samba »dav« für Dateizugriff über WebDAV Alle von Ihrem Dateimanager verwendeten Schemata können hier verwendet werden. Dies wirkt sich nur auf die Zielauswahl aus, sofern eine Auswahl existiert, oder wenn es auf das spezielle »x-nautilus-desktop«-Schema abzielt. Vorgabe ist »file«.

source: A valid GIO scheme where the selected file(s)/folder(s) should be located. You must set one option for each scheme you need
ca: Un esquema GIO vàlid on s'ha de col·locar el fitxer(s)/carpeta(es) seleccionats. S'ha d'establir una opció per a cada esquema que necessiti
de: Ein gültiges Gio-Schema, über das auf die Datei(en) oder Ordner zugegriffen werden soll (Sie müssen jeweils eine Option für jedes Schema festlegen, dass Sie benötigen)

source: <STRING>
ca: <CADENA>
de: <ZEICHENKETTE>

source: List of folders
ca: Llista de carpetes
de: Liste von Ordnern

source: Defines the list of valid paths to be matched against the current folder. All folders 'under' the specified path are considered valid. Defaults to '/'.
de: Definiert eine Liste gültiger Pfade, die mit dem aktuellen Ordner verglichen wird. Alle Unterordner der angegebenen Adressen werden als gültig angesehen. Vorgabe ist »/«.

source: The path of a (parent) directory for which the item will be displayed. You must set one option for each folder you need
ca: La ruta d'un directori (pare) pel qual es mostra l'opció. S'ha d'establir una opció per a cada carpeta que necessiti
de: Die Adresse eines (Eltern-)Ordners, für den der Eintrag angezeigt werden soll. Sie müssen jeweils eine Aktion für jeden benötigten Ordner festlegen.

source: <PATH>
ca: <CAMÍ>
de: <PFAD>

source: Operator of the selection count relation
ca: Opera la selecció del recompte de relació
de: Operator für die Relation der Anzahl gewählter Objekte

source: Whether this profile may be selected depending of the count of the selection. This is a string of the form "{'<'|'='|'>'} number". Examples of valid strings are: "=0", "> 1", "< 10". Defaults to ">0".
de: Legt fest, ob dieses Profil ausgewählt werden kann, abhängig von der Anzahl gewählter Objekte. Es ist eine Zeichenkette der Form »{'<'|'='|'>'} Zahl«. Beispiele für gültige Zeichenketten sind: »=0«, »> 1« und »< 10«. Die Voreinstellung ist »>0«.

source: Selection count relation [>0]
ca: Selecció del recompte de relació [>0]
de: Relation der Anzahl gewählter Objekte [>0]

source: Only show in environment
ca: Mostra solament en l'entorn
de: Nur in der Umgebung zeigen

source: Defaults to all.
ca: Per defecte a tots.
de: Ist auf »alle« voreingestellt.

source: The name of an only desktop environment where the item must be displayed. You must set one option for each environment you want
ca: El nom d'un únic entorn d'escriptori on s'ha de mostrar l'element. S'ha d'establir una opció per a cada entorn que desitja
de: Die Adresse einer Arbeitsumgebung, für die der Eintrag angezeigt werden soll. Sie müssen jeweils eine Aktion für jede benötigte Arbeitsumgebung festlegen.

source: <DESKTOP>
ca: <ESCRIPTORI>
de: <ARBEITSUMGEBUNG>

source: Not show in environment
ca: No mostra en l'entorn
de: Nicht in der Umgebung zeigen

source: Defaults to none.
ca: Per defecte cap.
de: Ist auf »keine« voreingestellt.

source: The name of a desktop environment where the item must not be displayed. You must set one option for each environment you want
ca: El nom d'un entorn d'escriptori on no s'ha de col·locar l'element. S'ha d'establir una opció per a cada entorn que desitgi
de: Der Name einer Arbeitsumgebung, für die der Eintrag angezeigt werden soll. Sie müssen jeweils eine Aktion für jede benötigten Arbeitsumgebung festlegen.

source: Try exec
ca: Prova exec
de: Ausführen versuchen

source: Note that, when specified, only the presence and the executability status of the specified file are checked. Parameters may appear in 'TryExec' value, and will be substituted at runtime. Defaults to successful.
de: Beachten Sie, dass bei Angabe nur die Existenz und die Ausführbarkeit der angegebenen Datei geprüft wird. Parameter können im Wert »TryExec« angegeben werden und werden zur Laufzeit substituiert. Die Voreinstellung ist »erfolgreich«.

source: the path to a file whose executability is to be checked
ca: la ruta d'accés a un fitxer executable s'ha de comprovar
de: Der Pfad zu einer Datei, deren Ausführbarkeit überprüft werden soll

source: Show if registered
ca: Mostra si estan registrats
de: Anzeigen, falls registriert

source: The well-known name of a DBus service. The item will be candidate if the named service is registered on session DBus at runtime. Parameters may appear in 'ShowIfRegistered' value, and will be substituted at runtime. Defaults to successful.
de: Der allgemein bekannte Name eines DBus-Dienstes. Der Eintrag ist ein Kandidat, wenn der genannte Dienst zur Laufzeit am Sitzungs-DBus registriert ist. Parameter können im Wert »ShowIfRegistered« angegeben werden und werden zur Laufzeit ersetzt. Die Voreinstellung ist »erfolgreich«.

source: The name of a service which must be registered on session DBus
ca: El nom del servei que ha de ser registrat a la sessió del DBus
de: Der Name eines Dienstes, der am D-Bus der Sitzung registriert sein muss

source: Show if True
ca: Mostra si és veritat
de: Anzeigen, wenn WAHR

source: A command which, when executed, should output a string on stdout. The item will be candidate if the outputed string is equal to "true". Parameters may appear in 'ShowIfTrue' value, and will be substituted at runtime. Defaults to successful.
de: Ein Befehl, der bei Ausführung eine Zeichenkette auf die Standardausgabe stdout ausgibt. Der Eintrag ist ein Kandidat, wenn die ausgegebene Zeichenkette »true« entspricht. Parameter können im Wert »ShowIfTrue« angegeben werden und werden zur Laufzeit ersetzt. Die Voreinstellung ist »erfolgreich«.

source: The path to a command which will display the 'true' string
de: Der Pfad zu einem Befehl, der die »true«-Zeichenkette anzeigt

source: Show if running
ca: Mostra si s'està executant
de: Anzeigen, wenn ausgeführt wird

source: The name of a process. The item will be candidate if the process name is found in memory at runtime. Parameters may appear in 'ShowIfRunning' value, and will be substituted at runtime. Defaults to successful.
de: Der Name eines Prozesses. Der Eintrag ist ein Kandidat, wenn der Prozessname zur Laufzeit im Arbeitsspeicher gefunden wird. Parameter können im Wert »ShowIfRunning« angegeben werden und werden zur Laufzeit ersetzt. Die Voreinstellung ist »erfolgreich«.

source: The name of a binary which must be running
ca: El nom d'un binari que s'està executant
de: Der Name der auszuführenden Binärdatei

source: Capabilities
ca: Capacitats
de: Fähigkeiten

source: A list of capabilities each item of the selection must satisfy in order for the item to be candidate. Capabilities may be negated. Capabilities have to be chosen between following predefined ones: - 'Owner': current user is the owner of selected items - 'Readable': selected items are readable by user (probably more usefull when negated) - 'Writable': selected items are writable by user - 'Executable': selected items are executable by user - 'Local': selected items are local. Defaults to empty list.
de: Eine Liste von Fähigkeiten, die jedes Objekt der Auswahl erfüllen muss, um ein Kandidat zu werden. Fähigkeiten können negiert werden. Fähigkeiten müssen aus den Folgenden vorgegebenen gewählt werden: - Besitzer: Aktueller Benutzer ist der Besitzer der gewählten Objekte - Lesbar: Die gewählten Objekte sind für den Benutzer lesbar (wahrscheinlich ist die Bedingung in negierter Form nützlicher) - Schreibbar: Der Benutzer kann die gewählten Objekte schreiben - Ausführbar: Der Benutzer kann die gewählten Objekte ausführen - Lokal: Die gewählten Objekte sind lokal abgelegt. Die Voreinstellung ist eine leere Liste.

source: The name of a capability the selection must meet. May be 'Owner', 'Readable', 'Writable', 'Executable' or 'Local'
de: Der Name einer Fähigkeit, welche die Auswahl erfüllen muss. Dies kann eine der folgenden sein: »Owner« (Besitzer), »Readable« (lesbar), »Writable« (schreibbar), »Executable« (ausführbar) oder »Local« (lokal)

source: Item was renumbered because the caller did not provide any check function.
ca: L'element és re-enumerat perquè la persona que truca no proporciona cap funció de comprovació.
de: Objekt wurde neu nummeriert, weil der Aufruf keine Überprüfungsfunktion bereitstellte.

source: Item was renumbered because the caller did not provide any ask user function.
ca: L'element és re-enumerat perquè la persona que truca no proporciona cap pregunta en funció de l'usuari.
de: Objekt wurde neu nummeriert, weil der Aufruf keine Funktion zur benutzerseitigen Bestätigung bereitstellte.

source: Item was renumbered due to user request.
ca: L'element és re-enumerat a petició de l'usuari.
de: Objekt wurde auf Grund einer Benutzeranfrage neu nummeriert.

source: Existing item was overriden due to user request.
ca: L'actual element s'ha anul·lat a causa de la petició de l'usuari.
de: Existierendes Element wurde auf Grund einer Benutzeranfrage überschrieben.

source: Item %s already exists.
ca: L'element %s ja existeix.
de: Eintrag %s existiert bereits.

source: Import was canceled due to user request.
ca: La importació s'ha cancel·lat a causa de la petició de l'usuari.
de: Import wurde auf Grund einer Benutzeranfrage abgebrochen.

source: (renumbered)
ca: (nova numeració)
de: (Nummerierung geändert)

source: %s is not loadable (empty or too big or not a regular file)
ca: %s no es pot carregar (buit o massa gran o no és un fitxer normal)
de: %s kann nicht geladen werden (leer oder zu groß oder keine reguläre Datei)

source: Unable to load 'ImporterAskDialog' from %s
de: »ImporterAskDialog« kann nicht aus %s geladen werden.

source: The action "%s" imported from "%s" has the same identifiant than the already existing "%s".
de: Die Aktion »%s« (importiert aus »%s«) hat die gleiche Identifizierung wie die bereits vorhandene »%s«.

source: The menu "%s" imported from "%s" has the same identifiant than the already existing "%s".
de: Das Menü »%s« (importiert aus »%s«) hat die gleiche Identifizierung wie das bereits vorhandene »%s«.

source: Already existing item
ca: L'element ja existeix
de: Bereits vorhandener Eintrag

source: Do _not import the action
de: Die Aktion _nicht importieren

source: Import the action, _renumbering it
de: Aktion importieren und neu numme_rieren

source: Re_member my choice in future import operations
ca: Recorda la _meva elecció en futures operacions d'importació
de: Für zukünftige I_mportvorgänge diese Auswahl speichern

source: What should I do with this ?
de: Was soll damit geschehen?

source: _Override the existing action
de: Die vorhandene Aktion _überschreiben

source: Please, be kind enough to fill out a bug report on https://bugzilla.gnome.org/enter_bug.cgi?product=nautilus-actions.
de: Bitte seien Sie so freundlich und erstellen Sie einen Fehlerbericht auf https://bugzilla.gnome.org/enter_bug.cgi?product=nautilus-actions.

source: Unavailable I/O provider.
ca: Proveïdor I/O no disponible.
de: Ein-/Ausgabetreiber nicht verfügbar.

source: I/O provider implementation lacks of required API.
ca: La implementació del proveïdor I/O no té l'API necessària.
de: Dem Ein-/Ausgabetreiber fehlt die benötigte API.

source: I/O provider is not willing to write.
ca: El proveïdor I/O no està disposat a escriure.
de: Ein-/Ausgabetreiber ist nicht schreibfähig.

source: I/O provider announces itself as unable to write.
ca: El proveïdor I/O s'anuncia a si mateix com incapaç d'escriure.
de: Ein-/Ausgabetreiber gibt sich als nicht schreibfähig zu erkennen.

source: I/O provider has been locked down by an administrator.
ca: El proveïdor I/O ha estat bloquejat per un administrador.
de: Ein-/Ausgabetreiber ist durch einen Systemverwalter gesperrt.

source: I/O provider has been locked down by the user.
ca: El proveïdor I/O ha estat bloquejat per l'usuari.
de: Ein-/Ausgabetreiber ist durch den Benutzer gesperrt.

source: Item is read-only.
ca: L'element només és de lectura.
de: Eintrag ist schreibgeschützt.

source: No writable I/O provider found.
ca: S'ha trobat proveïdor I/O de no escriptura.
de: Kein schreibfähiger Ein-/Ausgabetreiber gefunden.

source: Item is not writable for an unknown reason (%d). %s
ca: L'element no es pot escriure per una raó desconeguda (%d). %s
de: Objekt ist aus unbekanntem Grund nicht schreibbar (%d). %s

source: Program flow error. %s
ca: Error de flux del programa. %s
de: Fehler im Programmfluss. %s

source: The I/O provider is not willing to do that.
ca: El proveïdor I/O no està disposat a fer això.
de: Der Ein-/Ausgabetreiber ist nicht bereit, dies zu erledigen.

source: Write error in I/O provider.
ca: Error d'escriptura en el proveïdor I/O.
de: Schreibfehler im Ein-/Ausgabetreiber.

source: Unable to delete GConf schemas.
ca: No es poden eliminar esquemes del GConf.
de: Die GConf-Schemata können nicht gelöscht werden.

source: Unable to delete configuration.
ca: No es pot eliminar la configuració.
de: Die Konfiguration kann nicht gelöscht werden.

source: Unknown return code (%d). %s
ca: Codi de retorn desconegut (%d) %s
de: Unbekannter Rückgabecode (%d). %s

source: New Nautilus action
de: Neue Nautilus-Aktion

source: Profile automatically created from pre-v2 action
ca: Perfil creat automàticament de l'acció pre-v2
de: Profil wurde automatisch von einer Aktion vor der Version 2 erstellt

source: Targets the selection context menu
ca: Apunta la selecció en el menú de context
de: Verweist auf das Kontextmenü der Auswahl

source: Whether the action targets the selection file manager context menus. This used to be the historical behavior. Note that menus are always potential candidate to the display in selection context menus provided that they contain at least one action. Defaults to TRUE.
ca: Si l'acció es dirigeix a la gestió de fitxers de selecció dels menús de context. Això s'utilitza com el comportament històric. Recordeu que els menús són sempre un candidat potencial a la pantalla de selecció de menús de context sempre que continguin almenys una acció. Per defecte VERITAT.
de: Legt fest, ob die Aktion des Menüs auf die Kontextmenüs des Dateimanagers abzielt. Dies entspricht dem historischen Verhalten. Beachten sie, dass Menüs immer potenzielle Kandidaten für die Anzeige in Auswahl-Kontextmenüs sind, solange sie mindestens eine Aktion enthalten. Vorgabe ist »wahr«.

source: Targets the selection context menu [true]
ca: Apunta la selecció en el menú de context [veritat]
de: Verweist auf das Auswahl-Kontextmenü [true]

source: Targets the location context menu
ca: Apunta la ubicació en el menú de context
de: Verweist auf das Kontextmenü des Ortes

source: Whether the action targets the file manager context menus when there is no selection, thus applying to current location. Note that menus are always potential candidate to the display in selection context menus provided that they contain at least one action. Defaults to FALSE
ca: Si l'acció es dirigeix a la gestió dels fitxers dels menús de context quan no hi ha selecció, per tant l'aplica a la ubicació actual. Recordeu que els menús són sempre un candidat potencial a la pantalla de selecció de menús de context sempre que continguin almenys una acció. Per defecte FALS
de: Legt fest, ob die Aktion auf die Kontextmenüs des Dateimanagers abzielt, sofern keine Auswahl existiert und deshalb auf den aktuellen Ort angewendet wird. Beachten Sie, dass Menüs immer potenzielle Kandidaten für die Anzeige in den Auswahl-Kontextmenüs, sofern Sie mindestens eine Aktion enthalten. Vorgabe ist »falsch«.

source: Targets the location context menu [false]
ca: Apunta la ubicació en el menú de context [fals]
de: Verweist auf das Kontextmenü des Ortes [false]

source: Targets the toolbar
ca: Apunta a la barra d'eines
de: Ziel-Werkzeugleiste

source: Whether the action is candidate to be displayed in file manager toolbar. This only applies to current location. Note that menus are never displayed in the toolbar. Defaults to FALSE.
ca: Si l'acció és el candidat es mostrarà a la barra d'eines del gestor de fitxers. Això només s'aplica a la ubicació actual. Recordeu que els menús no es mostren a la barra d'eines. Per defecte FALS.
de: Legt fest, ob die Aktion ein Kandidat zur Darstellung in der Werkzeugleiste des Dateimanagers ist. Dies bezieht sich nur auf den aktuellen Ort. Beachten Sie, dass Menüs niemals in der Werkzeugleiste angezeigt werden. Vorgabe ist »falsch«.

source: Targets the toolbar [false]
ca: Apunta a la barra d'eines [fals]
de: Verweist auf die Werkzeugleiste [false]

source: Label of the toolbar item
ca: L'etiqueta de l'element de la barra d'eines
de: Beschriftung des Objektes in der Werkzeugleiste

source: The label displayed besides of the icon in the file manager toolbar. Note that actual display may depend of your own Desktop Environment preferences. Defaults to label of the context menu when not set or empty.
ca: L'etiqueta està representada, a més de la icona a la barra d'eines del gestor de fitxers. Recordeu que la imatge real pot dependre de les seves pròpies preferències de l'entorn d'escriptori. Per defecte a l'etiqueta del menú de context quan no s'ajusta o és buit.
de: Die Bezeichnung des Symbols in der Nautilus-Werkzeugleiste. Beachten Sie, dass die aktuelle Anzeige von Ihren GNOME-Einstellungen abhängt. Wenn nicht gesetzt, ist die Vorgabe die Bezeichnung des Kontextmenüs.

source: Copy of %s
ca: Còpia a %s
de: Kopie von %s

source: Type of the item
ca: Tipus d'element
de: Typ des Eintrags

source: Defines if the item is an action or a menu. Possible values are : - 'Action', - 'Menu'. The value is case sensitive and must not be localized.
de: Legt fest, ob der Eintrag eine Aktion oder ein Menü ist. Mögliche Werte sind: - »Action«, - »Menu«. Die Werte berücksichtigen Groß-/Kleinschreibung und dürfen nicht übersetzt werden.

source: Label of the context menu item (mandatory)
ca: L'etiqueta de l'element del menú del context (Obligatori)
de: Die Bezeichnung des Kontextmenüeintrags (obligatorisch)

source: The label of the menu item that will appear in the file manager context menu when the selection matches the appearance condition settings. It is also used as a default for the toolbar label of an action.
ca: L'etiqueta de l'element del menú que apareixerà en el menú de context del gestor de fitxers quan la selecció coincideixi amb els paràmetres de la condició d'aparença. També s'utilitza com a valor per defecte per a l'etiqueta de la barra d'eines d'una acció.
de: Die Beschriftung des Menüeintrags, der im Nautilus-Kontextmenü erscheint, wenn die eingestellten Auswahlfilter zutreffen. Diese Beschriftung wird auch als Vorgabe für die Aktion in der Werkzeugleiste verwendet.

source: Empty label
ca: Etiqueta buida
de: Beschriftung ist leer

source: Tooltip of the context menu item
ca: Descripció de l'element del menú del context
de: Die Minihilfe des Kontextmenüeintrages

source: The tooltip of the menu item that will appear in the file manager statusbar when the user points to the file manager context menu item with his/her mouse.
ca: La descripció de l'element del menú que apareixerà en la barra d'estat del gestor de fitxers quan l'usuari apunta a l'element del menú del context de l'administrador de fitxers amb el seu ratolí.
de: Die Minihilfe für den Menüeintrag, die in der Nautilus-Statusleiste angezeigt wird, wenn der Benutzer mit der Maus über den Eintrag im Nautilus-Kontextmenü fährt.

source: Icon of the context menu item
ca: La icona de l'element del menú del context
de: Das Symbol des Kontextmenüeintrages

source: The icon of the menu item that will appear next to the label in the file manager context menu when the selection matches the appearance conditions settings. May be the localized name of a themed icon, or a full path to any appropriate image.
ca: La icona de l'element de menú que apareixerà al costat de l'etiqueta al menú del context de l'administrador de fitxers quan la selecció coincideixi amb la configuració de condicions de l'aparença. Pot ser el nom localitzat d'una icona temàtica, o una ruta completa a qualsevol imatge corresponent.
de: Das zugehörige Menüsymbol einer Aktion, das im Nautilus-Kontextmenü neben der Beschriftung erscheint, wenn die Auswahl auf die eingestellten Auswahlfilter zutrifft. Das kann der übersetzte Name eines Symbols aus einem Thema sein oder ein vollständiger Pfad zu einem entsprechenden Bild.
