Repository: tamplan/filemanager-actions
Catalog: po/*.po
Languages: ca, de

source: Add an 'About' item in the Nautilus context menu
de: »Info«-Eintrag zum Kontextmenü von Nautilus hinzufügen

source: Ask for a confirmation when quitting by Esc
de: Bestätigung beim Beenden mit Esc

source: Define a 'Nautilus-Actions actions' root menu
de: Ein Basismenü für »Nautilus-Aktionen« definieren

source: Defines the periodicity in minutes of the automatic save.
de: Legt den Zeitabstand in Minuten für automatisches Speichern fest.

source: Display Edit toolbar
de: Bearbeiten-Werkzeugleiste anzeigen

source: Display File toolbar
de: Datei-Werkzeugleiste anzeigen

source: Display Help toolbar
de: Hilfe-Werkzeugleiste anzeigen

source: Display Tools toolbar
de: Werkzeuge-Werkzeugleiste anzeigen

source: I/O providers Write priority
de: Schreibpriorität der Ein_/Ausgabetreiber

source: If TRUE, a confirmation will be requested when quitting an assistant by hitting the Esc key.
de: Falls »WAHR«, wird nach dem Beenden eines Assistenten durch Drücken der Esc-Taste um Bestätigung des Vorgangs gebeten.

source: If TRUE, and if the user has defined a single root menu for its actions, then an 'About Nautilus-Actions' will be displayed at end of the first submenu.
de: Falls »WAHR«, und falls der Benutzer ein einziges Basismenü für diese Aktionen definiert hat, dann wird »Info zu Nautilus-Aktionen« am Ende des ersten Untermenüs angezeigt.

source: If TRUE, assistant may be closed by hitting the Esc key.
de: Falls »WAHR«, so kann der Assistent durch Drücken der Esc-Taste geschlossen werden.

source: If TRUE, the pending modifications will be periodically and automatically saved.
de: Falls »WAHR«, werden ungespeicherte Änderungen regelmäßig und automatisch gespeichert.

source: If TRUE, then a 'Nautilus-Actions actions' item will be defined in the Nautilus context menu, and will be the root menu of all available actions.
de: Falls »WAHR«, so wird ein Menüeintrag »Nautilus-Aktionen« im Kontextmenü von Nautilus eingefügt, welcher das Basismenü aller verfügbaren Aktionen ist.

source: Import mode
de: Importmodus

source: Keep last chosen import mode
de: Zuletzt gewählten Importmodus merken

source: Last folder selected when browsing for a command in the Command tab.
de: Der zuletzt gewählte Ordner beim Durchsuchen nach einem Befehl im Karteireiter »Befehl«.

source: Last folder selected when browsing for an URI in the Folders tab.
de: Der zuletzt gewählte Ordner beim Durchsuchen nach einer Adresse im Karteireiter »Ordner«.

source: Last folder selected when choosing a folder from where import new actions.
de: Zuletzt ausgewählter Ordner zum Import neuer Aktionen.

source: Last folder selected when choosing a folder where to export the actions.
de: Zuletzt ausgewählter Ordner zum Export der Aktionen.

source: Last import mode chosen by the user
de: Letzter vom Benutzer gewählter Importmodus

source: Last import mode chosen by the user when he is asked for in import mode. Possible values are: - "NoImport": do not import an action whose UUID already exists, - "Renumber": allocate a new UUID if the imported UUID already exists, - "Override": override the existing action with the imported one.
de: Letzter durch den Benutzer ausgewählter Importmodus, wenn er danach gefragt wurde. Mögliche Werte sind: - »NoImport«: Eine Aktion mit bestehender UUID nicht importieren, - »Renumber«: Eine neue UUID zuweisen, falls die importierte UUID bereits existiert, - »Override«: Die bestehende Aktion mit der importierten überschreiben.

source: Last import mode chosen in the Import assistant. Possible values are : - "NoImport": do not import an action whose UUID already exists, - "Renumber": allocate a new UUID if the imported UUID already exists, - "Override": override the existing action with the imported one, - "Ask": ask the user each time.
de: Letzter durch den Importassistenten ausgewählter Importmodus. Mögliche Werte sind: - »NoImport«: Eine Aktion mit bestehender UUID nicht importieren, - »Renumber«: Eine neue UUID zuweisen, falls die importierte UUID bereits existiert, - »Override«: Die bestehende Aktion mit der importierten überschreiben, - »Ask«: Jedes Mal beim Benutzer nachfragen.

source: Last selected folder
de: Zuletzt gewählter Ordner

source: List of default schemes
de: Liste vorgegebener Schemata

source: List of items at first level of the hierarchy
de: Liste der Einträge in der obersten Ebene der Hierarchie

source: Main pane position
de: Position der Hauptleiste

source: Periodicity of the auto-save
de: Wiederholung des automatischen Speicherns

source: Position and size of the Legend dialog
de: Position und Größe des Dialogs mit der Legende

source: Position and size of the Legend dialog ; default is set by the UI manager.
de: Position und Größe des Dialogs mit der Legende; die Voreinstellung wird durch den UI-Manager vorgegeben.

source: Position and size of the URI chooser window
de: Position und Größe des Fensters mit dem Adresswähler

source: Position and size of the URI chooser window in the Folders tab ; default is set by the window manager.
de: Position und Größe des Fensters mit dem Adresswähler im Reiter »Ordner«; die Voreinstellung wird durch die Fensterverwaltung vorgegeben.

source: Position and size of the command chooser window
de: Position und Größe des Fensters mit dem Befehlswähler

source: Position and size of the command chooser window in the Command tab ; default is set by the window manager.
de: Position und Größe des Fensters mit dem Befehlswähler im Reiter »Befehl«; die Voreinstellung wird durch die Fensterverwaltung vorgegeben.

source: Position and size of the export assistant window
de: Position und Größe des Fensters des Exportassistenten

source: Position and size of the export assistant window ; default is set by the window manager.
de: Position und Größe des Fensters des Exportassistenten. Die Vorgabe wird von der Fensterverwaltung bestimmt.

source: Position and size of the import assistant window
de: Position und Größe des Fensters des Importassistenten

source: Position and size of the import assistant window ; default is set by the window manager.
de: Position und Größe des Fensters des Importassistenten. Die Vorgabe wird von der Fensterverwaltung bestimmt.

source: Position and size of the interaction dialog at import time
de: Position und Größe des interaktiven Dialogs für den Import

source: Position and size of the interaction dialog at import time ; default is set by the window manager.
de: Position und Größe des interaktiven Dialogs für den Import. Die Vorgabe wird von der Fensterverwaltung bestimmt.

source: Position and size of the main window
de: Position und Größe des Hauptfensters

source: Position and size of the main window ; default is set by the window manager.
de: Position und Größe des Hauptfensters. Die Vorgabe wird von der Fensterverwaltung bestimmt.

source: Position and size of the preferences dialog
de: Position und Größe des Einstellungsdialogs

source: Position and size of the preferences dialog ; default is set by the window manager.
de: Position und Größe des Einstellungsdialogs. Die Vorgabe wird von der Fensterverwaltung bestimmt.

source: Preferred export format
de: Bevorzugtes Exportformat

source: Sort mode
de: Sortierreihenfolge

source: The list of schemes proposed by default on each new profile. A default default list is harcoded in nautilus-actions-config-tool, which may be updated by the user.
de: Die Liste der Schemata, die als Standard für jedes neue Profil vorgeschlagen wird. Eine Standardliste ist als Vorgabe bereits im Nautilus-Aktionen-Konfigurationswerkzeug eingebaut und kann durch den Benutzer angepasst werden.

source: The order in which I/O providers are tested when we need to write a new item down to a storage subsystem.
de: Die Reihenfolge der Ein-/Ausgabetreiber, die angewendet wird, wenn ein neuer Eintrag in ein Speicher-Subsystem geschrieben werden soll.

source: The whole configuration must be understood here as the global set and order of menus and actions. When this configuration is locked, then the user is no more able to modify nor create or delete any menu or action. All items are read-only. As the order of items is also locked, the level zero itself cannot be modified, and the user is unable to reorder the items.
de: Unter »gesamte Konfiguration« wird hier das globale Setzen und Ordnen von Menüs und Aktionen verstanden. Wenn diese Konfiguration gesperrt ist, dann ist der Benutzer nicht mehr in der Lage, irgendwelche Menüs oder Aktionen zu erstellen oder zu löschen. Alle Einträge sind nur lesbar. Wenn die Anordnung der Objekte gesperrt ist, dann kann selbst die oberste Ebene nicht geändert werden, und der Benutzer ist nicht in der Lage, die Menüs umzuordnen.

source: This is the preferred export format, used as a default when exporting items, or dropping them outside of the application. Possible values are: - "GConfSchemaV1": this used to be the historical export format. The exported file may later be imported via Import assistant of the Nautilus-Actions Configuration Tool, or via the gconftool-2 --import-schema-file command-line tool. - "GConfSchemaV2": a lighter while still compatible schema. The exported file may later be imported via Import assistant of the Nautilus-Actions Configuration Tool, or via the gconftool-2 --import-schema-file command-line tool. - "GConfEntry": this should be the preferred format for newly exported actions. The exported file may later be imported via Import assistant of the Nautilus-Actions Configuration Tool, or via the gconftool-2 --load command-line tool. - "Ask": the user will be asked at runtime for the format he wishes use.
de: Dies ist das bevorzugte Exportformat, welches als Standard beim Exportieren oder der Nutzung von Objekten außerhalb dieser Anwendung verwendet wird. Mögliche Werte sind: »GConfSchemaV1«: Dies ist das historische Exportformat. Die exportierte Datei kann später über den Importassistenten des Nautilus-Aktionen-Konfigurationswerkzeugs oder mit dem Befehlszeilenwerkzeug »gconftool-2 --import-schema-file« importiert werden. - »GConfSchemaV2«: Ein leichteres, doch noch kompatibles Schema. Die exportierte Datei kann später über den Importassistenten des Nautilus-Aktionen-Konfigurationswerkzeugs oder mit dem Befehlszeilenwerkzeug »gconftool-2 --import-schema-file« importiert werden. - »GConfEntry«: Dies sollte das bevorzugte Format für neu exportierte Aktionen sein. Die exportierte Datei kann später über den Importassistenten des Nautilus-Aktionen-Konfigurationswerkzeugs oder mit dem Befehlszeilenwerkzeug »gconftool-2 --load« importiert werden. »Ask«: Der Benutzer wird jedes Mal nach dem gewünschten Format gefragt.

source: This preference indicates the preferred sort mode. Possible values are : - "AscendingOrder": the actions are maintained in ascending alphabetical order (historical behavior). - "DescendingOrder": the actions are maintained in descending alphabetical order. - "ManualOrder": user is free to reorder them via Nautilus-Actions configuration tool.
de: Diese Einstellung vermerkt die bevorzugte Sortierreihenfolge. Mögliche Werte sind: - »AscendingOrder«: Die Aktionen werden in aufsteigender alphabetischer Reihenfolge vorgehalten (historisches Verhalten). - »DescendingOrder«: Die Aktionen werden in absteigender alphabetischer Reihenfolge vorgehalten . - »ManualOrder«: Sie können beliebig mit Hilfe von Nautilus-Actions angeordnet werden.

source: UUID of the items at the first level of the hierarchy. If this key is not found or empty, then all found items are considered as a flat list.
de: UUID der Einträge in der obersten Ebene der Hierarchie. Falls der Schlüssel nicht gefunden wurde oder leer ist, dann werden alle Objekte als Liste in einer einzigen Ebene angenommen.

source: When set to true (most probably as a mandatory key), this prevents all items, menus and actions, read from .desktop files to being modified in NACT.
de: Wenn auf »wahr« gesetzt (höchstwahrscheinlich als obligatorischer Schlüssel), verhindert dies die Änderung aller aus *.desktop-Dateien gelesenen Objekte, Menüs und Aktionen durch Nautilus-Aktionen.

source: When set to true (most probably as a mandatory key), this prevents all items, menus and actions, read from GConf to being modified in NACT.
de: Wenn auf »wahr« gesetzt (höchstwahrscheinlich als obligatorischer Schlüssel), verhindert dies die Änderung aller von GConf gelesenen Objekte, Menüs und Aktionen durch Nautilus-Aktionen.

source: Whether actions should be relabeled when pasted or duplicated
de: Legt fest, ob Aktionen bei Einfügen oder Duplizieren neu benannt werden sollen

source: Whether actions should be relabeled when pasted or duplicated.
de: Legt fest, ob Aktionen bei Einfügen oder Duplizieren neu benannt werden sollen.

source: Whether menus should be relabeled when pasted or duplicated
de: Legt fest, ob Menüs bei Einfügen oder Duplizieren neu benannt werden sollen

source: Whether menus should be relabeled when pasted or duplicated.
de: Legt fest, ob Menüs bei Einfügen oder Duplizieren neu benannt werden sollen.

source: Whether profiles should be relabeled when pasted or duplicated
de: Legt fest, ob Profile bei Einfügen oder Duplizieren neu benannt werden sollen

source: Whether profiles should be relabeled when pasted or duplicated.
de: Legt fest, ob Profile bei Einfügen oder Duplizieren neu benannt werden sollen.

source: Whether the Desktop I/O provider is locked
de: Legt fest, ob der Ein-/Ausgabetreiber des Desktops gesperrt ist.

source: Whether the Esc key should close the assistants
de: Legt fest, ob mit der Esc-Taste Assistenten beendet werden können

source: Whether the GConf I/O provider is locked
de: Legt fest, ob der Ein-/Ausgabetreiber von GConf gesperrt ist.

source: Whether the auto-save feature should be activated
de: Legt fest, ob das Funktionsmerkmal zum automatischen Speichern aktiviert werden soll

source: Whether the import system should reuse the last chosen import mode.
de: Legt fest, ob das Importsystem den zuletzt gewählten Importmodus merken und erneut anwenden soll.

source: Whether the whole configuration is locked
de: Legt fest, ob die gesamte Konfiguration gesperrt ist

source: Whether to display or not the Edit toolbar in the main window.
de: Legt fest, ob die Bearbeiten-Werkzeugleiste im Hauptfenster angezeigt werden soll oder nicht.

source: Whether to display or not the File toolbar in the main window.
de: Legt fest, ob die Datei-Werkzeugleiste im Hauptfenster angezeigt werden soll oder nicht.

source: Whether to display or not the Help toolbar in the main window.
de: Legt fest, ob die Hilfe-Werkzeugleiste im Hauptfenster angezeigt werden soll oder nicht.

source: Whether to display or not the Tools toolbar in the main window.
de: Legt fest, ob die Werkzeuge-Werkzeugleiste im Hauptfenster angezeigt werden soll oder nicht.

source: Width of the main window pane ; default is set by the UI manager.
de: Breite der Seitenleiste des Haupfensters; die Voreinstellung wird durch den UI-Manager vorgegeben

source: NAIExporter %s doesn't implement 'to_buffer' interface.
de: NAIExporter %s implementiert die »to_buffer«-Schnittstelle nicht.

source: No NAIExporter implementation found for %s format.
de: Keine NAIExporter-Implementation für Format %s gefunden.

source: NAIExporter %s doesn't implement 'to_file' interface.
de: NAIExporter %s implementiert die »to_file«-Schnittstelle nicht.

source: Nautilus-Actions Configuration Tool is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
de: Das Konfigurationswerkzeug für Nautilus-Aktionen ist freie Software. Sie können es weitergeben und/oder verändern, solange Sie sich an die Regeln der GNU General Public License halten, so wie sie von der Free Software Foundation festgelegt wurden; entweder in Version 2 der Lizenz oder (nach Ihrem Ermessen) in jeder folgenden Lizenz.

source: Nautilus-Actions Configuration Tool is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: Das Konfigurationswerkzeug für Nautilus-Aktionen wird mit dem Ziel veröffentlicht, dass Sie es nützlich finden, jedoch OHNE JEDWEDE GARANTIE, sogar ohne eine implizite Garantie der VERKAUFBARKEIT oder der NUTZBARKEIT FÜR EINEN SPEZIELLEN ZWECK. Schauen Sie für weitere Informationen bitte in der GNU General Public License (GNU GPL) nach.

source: You should have received a copy of the GNU General Public License along with Nautilus-Actions Configuration Tool ; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
de: Mit diesem Programm sollten Sie außerdem eine Kopie der GNU General Public License erhalten haben. Wenn dem nicht so ist, so schreiben Sie bitte an die Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: A graphical interface to create and edit your Nautilus actions.
de: Eine grafische Oberfläche zum Erstellen und Bearbeiten Ihrer Nautilus-Aktionen.

source: The GNOME Translation Project <gnome-i18n@gnome.org>
ca: El projecte de traducció del GNOME <gnome-i18n@gnome.org>
de: Gabriel Meier <gabriel.meier@web.de> Hendrik Brandt <heb@gnome-de.org> Andre Klapper <ak-47@gmx.net> Mario Blättermann <mario.blaettermann@gmail.com> Christian Kirbach <Christian.Kirbach@googlemail.com>

source: Nautilus-Actions
de: Nautilus-Aktionen

source: GNOME desktop
ca: Escriptori del GNOME
de: GNOME-Arbeitsumgebung

source: KDE desktop
ca: Escriptori del KDE
de: KDE-Arbeitsumgebung

source: LXDE desktop
ca: Escriptori del LXDE
de: LXDE-Arbeitsumgebung

source: ROX desktop
ca: Escriptori del ROX
de: ROX-Arbeitsumgebung

source: XFCE desktop
ca: Escriptori del XFCE
de: XFCE-Arbeitsumgebung

source: Legacy systems
ca: Sistemes heretats
de: Veraltete Systeme

source: List of patterns to be matched against the selected file(s)/folder(s)
ca: La llista de patrons per a fer coincidir els fitxer(s) o carpeta(es) seleccionades
de: Die Liste der Muster, die auf die ausgewählten Datei(en) und Ordner zutreffen müssen

source: A list of strings with joker '*' or '?' to be matched against the name(s) of the selected file(s)/folder(s). Each selected item must match at least one of the filename patterns for the action or the menu be candidate to display. This obviously only applies when there is a selection. Defaults to '*'.
de: Eine Liste von Zeichenketten mit »*« oder »?« als Platzhalter, um markierte Datei(en)/Ordner nach ihren Namen zu filtern. Jedes der markierten Elemente muss mindestens einem der Muster entsprechen, damit die Aktion erscheint. Dies wirkt sich nur auf die Zielauswahl aus, sofern eine Auswahl existiert. Vorgabe ist »*«.

source: A pattern to be matched against basenames of selected file(s)/folder(s). May include wildcards (* or ?). You must set one option for each pattern you need
ca: Un patró per fer coincidir noms base seleccionats de fitxer(s)/carpeta(es). Pot incloure comodins (* o ?). S'ha d'establir una opció per a cada patró que necessiti
de: Ein Muster mit Platzhaltern »?« und »*«, das auf Basisnamen von Datei(en) oder Ordnern zutreffen muss (Sie müssen für jedes Muster, das Sie benötigen, ein weiteres erstellen).

source: <EXPR>
ca: <EXPRESSIÓ>
de: <AUSDRUCK>

source: Whether the specified basenames are case sensitive (default)
ca: Si els noms base especificats són case-sensitive (per defecte)
de: Ist gesetzt, falls für die angegebenen Basisnamen Groß-/Kleinschreibung berücksichtigt werden soll (Vorgabe)

source: Must be set to 'true' if the filename patterns are case sensitive, to 'false' otherwise. E.g., if you need to match a filename in a case-sensitive manner, set this key to 'true'. If you also want, for example '*.jpg' to match 'photo.JPG', then set 'false'. This obviously only applies when there is a selection. Defaults to 'true'.
de: Legt fest, ob beim Filtern nach Dateinamen Groß- und Kleinschreibung beachtet werden soll (»wahr«), andernfalls »falsch«. Falls Sie beispielsweise für einen Dateinamen Groß-/Kleinschreibung berücksichtigen wollen, setzen Sie diesen Schlüssel auf »wahr«. Falls Sie bei »*.jpg« auch »*.JPG« erfassen wollen, setzen Sie diesen Schlüssel auf »falsch«. Dies wirkt sich nur auf die Zielauswahl aus, sofern eine Auswahl existiert. Vorgabe ist »wahr«.

source: List of patterns to be matched against the mimetypes of the selected file(s)/folder(s)
ca: Llista dels patrons que es compara amb els tipus MIME del fitxer(s)/carpeta(es) seleccionats
de: Die Liste der Muster, die beim Filtern der ausgewählten Datei(en) oder Ordner nach dem MIME-Typen zutreffen müssen

source: A list of strings with joker '*' to be matched against the mimetypes of the selected file(s)/folder(s). Each selected item must match at least one of the mimetype patterns for the action to appear. This obviously only applies when there is a selection. Defaults to '*/*'.
de: Eine Liste von Zeichenketten mit »*« als Platzhalter, um markierte Datei(en) oder Ordner nach ihren MIME-Typen zu filtern. Jedes der markierten Elemente muss mindestens einem der Muster entsprechen, damit die Aktion erscheint. Dies wirkt sich nur auf die Zielauswahl aus, sofern eine Auswahl existiert. Vorgabe ist »*/*«.

source: A pattern to be matched against mimetypes of selected file(s)/folder(s). May include the asterisk wildcard '*'. You must set one option for each pattern you need
de: Ein Muster, das auf die MIME-Typen der ausgewählten Datei(en) und Ordner zutreffen muss. Der Platzhalter »*« darf enthalten sein. Sie müssen eine Option für jedes Muster erstellen, das Sie benötigen.

source: Whether the profile applies to files (deprecated option, see mimetype)
ca: Si el perfil s'aplica als fitxers (opció obsoleta, vegeu el tipus MIME)
de: Legt fest, ob das Profil auf Dateien angewendet werden soll (missbilligte Option, siehe MIME-Typ)

source: Set to 'true' if the selection can have files, to 'false' otherwise. This setting is tied in with the 'isdir' setting. The valid combinations are: isfile='true' and isdir='false': the selection may hold only files isfile='false' and isdir='true': the selection may hold only folders isfile='true' and isdir='true': the selection may hold both files and folders isfile='false' and isdir='false': this is an invalid combination (your configuration will never appear). This obviously only applies when there is a selection. Defaults to 'true'.
de: Auf »wahr« setzen, falls die Auswahl Dateien enthalten darf, anderenfalls auf »falsch«. Diese Einstellung ist gekoppelt mit der Einstellung »isdir«. Folgende Kombinationen sind gültig: »isfile« ist »wahr« und »isdir« ist »falsch«: Die Auswahl darf nur Dateien enthalten »isfile« ist »falsch« und »isdir« ist »wahr«: Die Auswahl darf nur Ordner enthalten »isfile« ist »wahr« und »isdir« ist »wahr«: Die Auswahl darf Dateien und Ordner enthalten »isfile« ist »falsch« und »isdir« ist »falsch«: Die Kombination ist ungültig (Ihre Konfiguration wird niemals angezeigt). Dies trifft natürlich nur zu, wenn es eine Auswahl gibt. Die Voreinstellung ist »wahr«.

source: Whether the profile applies to folders (deprecated option, see mimetype)
ca: Si el perfil s'aplica a les carpetes (opció obsoleta, vegeu el tipus MIME)
de: Legt fest, ob das Profil auf Ordner angewendet werden soll (missbilligte Option, siehe MIME-Typ)
