Repository: tamplan/filemanager-actions
Catalog: po/*.po
Languages: ca, de

source: What to do when an item, action or menu, selected to be imported, has the same identifier that a currently existing one ?
ca: Què fer quan un element, acció o menú, seleccionat per a ser importat, té el mateix identificador que un existent en l'actualitat?
de: Wie soll vorgegangen werden, wenn ein zu importierender Eintrag, Aktion oder Menü den gleichen Bezeichner wie eine bereits vorhandene hat?

source: What to do when pasting or duplicating an item in the tree ?
ca: Què s'ha de fer en enganxar o duplicar un element a l'arbre?
de: Wie soll vorgegangen werden, wenn ein Eintrag in den Baum eingefügt oder dupliziert wird?

source: When a menu is copied/pasted, or duplicated, the new menu will be relabelled as 'Copy of ...'.
de: Wenn ein Menü kopiert, eingefügt oder dupliziert wird, so wird das neue Menü umbenannt in »Kopie von …«.

source: When a profile is copied/pasted, or duplicated, the new profile will be relabelled as 'Copy of ...'.
de: Wenn ein Profil kopiert, eingefügt oder dupliziert wird, so wird das neue Menü umbenannt in »Kopie von …«.

source: When an action is copied/pasted, or duplicated, the new action will be relabelled as 'Copy of ...'.
de: Wenn eine Aktion kopiert, eingefügt oder dupliziert wird, so wird das neue Menü umbenannt in »Kopie von …«.

source: When this option is checked, an 'About Nautilus-Actions' item will be added to the root Nautilus-Actions menu in the Nautilus context menu. Note that this item will be displayed only if a unique menu is defined in the Nautilus context menu (e.g. when having checked the root 'Nautilus-Actions' menu option above).
de: Wenn diese Option gewählt ist, dann wird ein Eintrag »Info zu Nautilus-Aktionen« zum Nautilus-Aktionen-Menü der obersten Ebene im Kontextmenü von Nautilus hinzugefügt. Beachten Sie, dass dieser Eintrag nur angezeigt wird, falls im Nautilus-Kontextmenü ein eindeutiges Menü definiert ist, beispielsweise wenn Sie die Basis-Menüaktion »Nautilus-Aktionen« aktiviert haben.

source: When this option is checked, menus and actions will actually be displayed as sub-items of a root 'Nautilus-Actions' menu in the Nautilus context menu.
de: Wenn diese Option ausgewählt ist, so werden Menüs und Aktionen als Untermenüs eines Basismenüs von Nautilus-Aktionen in Nautilus-Kontextmenüs angezeigt.

source: When this option is checked, pending modification will be periodically and automatically saved.
ca: Quan se selecciona aquesta opció, les modificacions pendents es desaran de forma periòdica i automàtica.
de: Wenn diese Option ausgewählt ist, so werden ungespeicherte Änderungen regelmäßig automatisch gespeichert.

source: When this option is checked, the 'Escape' key will let you quit the current assistant. Else, quitting the assistant is only possible by hitting the 'Cancel' button.
de: Wenn diese Option ausgewählt ist, so beendet die Esc-Taste den aktuellen Assistenten. Andernfalls ist ein Beenden nur durch Anklicken des Knopfes »Abbruch« möglich.

source: You may define here any number of schemes. They will be proposed as default schemes when defining conditions for an action. If the list becomes empty, NACT will automatically refill in with this default list. You can add a new scheme by clicking on the '+' button.
de: Sie können hier eine beliebige Zahl Schemata definieren. Sie werden bei der Festlegung von Bedingungen für Aktionen als mögliche Schemata vorgeschlagen. Falls die Liste leer wird, so wird Nautilus-Aktionen sie automatisch mit Voreinstellungen belegen. Sie können ein neues Schema hinzufügen, indem Sie auf den Knopf »+« klicken.

source: You will be asked each time a selected item has an already existing identifier.
de: Sie werden jedes Mal nach dem Format gefragt, wenn ein ausgewählter Eintrag einen bereits vorhandenen Bezeichner hat.

source: _Ascending alphabetical order
ca: Ordre alfabètic _ascendent
de: Aktionen _aufsteigend alphabetisch sortieren

source: _Command pattern :
ca: _Ordre patró:
de: _Befehlsmuster:

source: _Create a root 'Nautilus-Actions' menu
de: Ein Basismenü für »Nautilus-Aktionen« _anlegen

source: _Descending alphabetical order
ca: Ordre alfabètic _descendent
de: Aktionen absteigen_d alphabetisch sortieren

source: _Down
ca: _Avall
de: Nach _unten

source: _Export
ca: _Exporta
de: Import/Export

source: _Import
ca: _Importa
de: Import in Ordnung

source: _Manual order
ca: _Ordre manual
de: _Manuell ordnen

source: _Override the currently existing item with the imported one
de: V_orhandenen Eintrag mit dem importierten überschreiben

source: _Renumber the imported item
de: Importierten Eintrag neu numme_rieren

source: _Runtime preferences
ca: P_referències del temps d'execució
de: _Laufzeiteinstellungen

source: _Schemes
ca: _Esquemes
de: _Schemata

source: _UI Preferences
ca: Preferències _UI
de: _Benutzeroberflächen-Einstellungen

source: _Up
ca: Am_unt
de: Nach _oben

source: minutes
ca: minuts
de: Minuten

source: Rely on runtime detection
ca: Depèn de la detecció de temps d'execució
de: Auf Laufzeit-Erkennung verlassen

source: Readable
ca: Llegible
de: Lesbar

source: Writable
ca: Escriptura
de: Schreibbar

source: I/O Provider
ca: Proveïdor I/O
de: Ein-/Ausgabetreiber

source: no name
ca: Sense nom
de: Kein Name

source: unavailable I/O provider
ca: Proveïdor I/O no disponible
de: Ein-/Ausgabetreiber nicht verfügbar

source: Keyword
ca: Paraula clau
de: Schlüsselwort

source: Local files
ca: Fitxers locals
de: Lokale Dateien

source: SSH files
ca: Fitxers SSH
de: SSH-Dateien

source: Windows files
ca: Fitxers del Windows
de: Windows-Dateien

source: FTP files
ca: Fitxers FTP
de: FTP-Dateien

source: WebDAV files
ca: Fitxers WebDAV
de: WebDAV-Dateien

source: %s (already used)
ca: %s (ja utilitzat)
de: %s (bereits verwendet)

source: new-scheme
ca: esquema-nou
de: Neues Schema

source: New scheme description
ca: Descripció de l'esquema nou
de: Beschreibung des neuen Schemas

source: Unable to drop a profile here
ca: No es pot col·locar un perfil aquí
de: Ein Profil kann hier nicht abgelegt werden

source: Unable to drop an action or a menu here
ca: No es pot col·locar una acció o un menú aquí
de: Eine Aktion oder ein Menü können hier nicht abgelegt werden

source: Unable to drop here as parent is not writable
ca: No es pot col·locar aquí com a pare perquè no es pot escriure
de: Ablegen nicht möglich, weil Elternobjekt nicht schreibbar ist

source: Unable to drop here as level zero is not writable
ca: No es pot col·locar aquí com a nivell zero perquè no es pot escriure
de: Ablegen nicht möglich, weil Level Null nicht schreibbar ist

source: Some messages have occurred during drop operation.
ca: Alguns missatges s'han produït durant l'operació de col·locació.
de: Einige Meldungen trafen während der Ablegen-Operation ein.

source: The BaseWindow parent
de: Übergeordnetes BaseWindow

source: A GtkContainer which contains the GtkTreeView widget
de: Ein GtkContainer, der das GtkTreeView-Widgets enthält

source: The name of GtkTreeView widget
de: Der Name des GtkTreeView-Widgets

source: Management mode
de: Verwaltungsmodus

source: Management mode of the tree view, selection or edition
de: Verwaltungsmodus der Baumansicht, Auswahl oder Bearbeitung

source: Allow notify
de: Benachrichtigung aktivieren

source: Whether notifications are allowed
de: Legt fest, ob Benachrichtigung aktiviert ist

source: (first) URI.
de: (erste) Adresse

source: (first) base directory.
de: (erster) Basisordner

source: (first) basename without the extension.
de: (erster) Basisname ohne Erweiterung.

source: (first) basename.
de: (erster) Basisname.

source: (first) extension.
de: (erste) Erweiterung.

source: (first) filename.
de: (erster) Dateiname.

source: (first) mimetype.
de: (erster) MIME-Typ.

source: <b>Appears if selection contains</b>
de: <b>Erscheint, wenn die Auswahl enthält:</b>

source: <b>Basenames conditions</b>
de: <b>Basisname-Bedingungen</b>

source: <b>Capabilities conditions</b>
de: <b>Fähigkeits-Bedingungen</b>

source: <b>Command</b>
de: <b>Befehl</b>

source: <b>Execute as user</b>
de: <b>Als Benutzer ausführen</b>

source: <b>Execution environment</b>
de: <b>Ausführungsumgebung</b>

source: <b>Execution mode</b>
de: <b>Ausführungsmodus</b>

source: <b>Folders conditions</b>
de: <b>Ordner-Bedingungen</b>

source: <b>Mimetypes conditions</b>
de: <b>MIME-Typ-Bedingungen</b>

source: <b>Nautilus Item</b>
de: <b>Nautilus-Menüeintrag</b>

source: <b>Profile</b>
de: <b>Profil</b>

source: <b>Read-only properties</b>
de: <b>Nur-lesen-Eigenschaften</b>

source: <b>Schemes conditions</b>
de: <b>Schema-Bedingungen</b>

source: <b>Startup mode</b>
de: <b>Startmodus</b>

source: <b>What should I do when importing an item whose ID already exists ?</b>
de: <b>Was soll geschehen, wenn ein Eintrag importiert wird, dessen Kennung bereits vorhanden ist ?</b>

source: <span size="larger"><b>Parameter Legend</b></span>
ca: <span size="larger"><b>Llegenda del paràmetre</b></span>
de: <span size="larger"><b>Legende der Parameter</b></span>

source: A_llocate a new identifier for the imported item
de: Einen neuen Bezeichner für den importierten Eintrag _zuweisen

source: Appears if the _binary is running :
ca: _Apareix si el binari s'està executant:
de: Erscheint, wenn die _Binärdatei ausgeführt wird:

source: Appears if the command outputs "_true" :
de: Erscheint, wenn der Befehl »_wahr« ausgibt:

source: Appears if the file is e_xecutable :
ca: Apareix si el fitxer es e_xecutable:
de: Erscheint, wenn die Datei _ausführbar ist:

source: Appears if the name is _registered on D-Bus :
ca: _Apareix si el nom està registrat en D-Bus:
de: Erscheint, wenn der Name für D-Bus _registriert ist:

source: B_rowse...
ca: _Navega...
de: _Durchsuchen …

source: Bro_wse...
de: Du_rchsuchen …

source: Brow_se...
de: D_urchsuchen …

source: Ca_pabilities
ca: Ca_pacitats
de: F_ähigkeiten

source: Check the box to enable this item. If unchecked, then the item will never appear in the file manager context menus or toolbar.
ca: Marqueu la casella per activar aquest element. Si no es controla, a continuació, l'element mai apareixerà en els menús de context del gestor de fitxers o barra d'eines.
de: Aktivieren Sie das Ankreuzfeld, um diesen Eintrag zu aktivieren. Falls nicht, so wird die Aktion niemals im Kontextmenü der Dateiverwaltung oder der Werkzeugleiste aufgeführt.

source: Click to add a new basename filter.
ca: Feu clic per a afegir un nou filtre de nom base.
de: Klicken Sie, um einen neuen Basisnamen-Filter hinzuzufügen.

source: Click to add a new capability filter.
ca: Feu clic per a afegir un nou filtre de capacitat.
de: Klicken Sie hier, um einen neuen Filter für Fähigkeiten hinzuzufügen.

source: Click to add a new folder filter.
ca: Feu clic per a afegir un nou filtre de carpeta.
de: Klicken Sie hier, um einen neuen Ordnerfilter hinzuzufügen.

source: Click to add a new mimetype filter.
ca: Feu clic per a afegir un nou filtre tipus MIME.
de: Klicken Sie hier, um einen neuen MIME-Typ-Filter hinzuzufügen.

source: Click to add a new scheme filter.
ca: Feu clic per a afegir un nou filtre d'esquema.
de: Klicken Sie hier, um einen neuen Schema-Filter hinzuzufügen.

source: Click to browse the filesystem in order to select a new folder filter.
ca: Feu clic per navegar pel sistema de fitxers per tal de seleccionar un nou filtre de carpeta.
de: Klicken Sie hier, um das Dateisystem zu durchsuchen und einen neuen Ordnerfilter auszuwählen.

source: Click to define the above basename filters as case sensitive.
ca: Feu clic per definir els filtres del nom base anteriors com majúscules i minúscules.
de: Klicken Sie hier, damit die obigen Basisnamen-Filter Groß-/Kleinschreibung berücksichtigen.

source: Click to remove the current basename filter.
ca: Feu clic per a suprimir l'actual filtre de nom base.
de: Klicken Sie, um den aktuellen Basisnamen-Filter zu entfernen.

source: Click to remove the current capability.
ca: Feu clic per a suprimir la capacitat actual.
de: Klicken Sie, um die aktuelle Fähigkeit zu entfernen.

source: Click to remove the current folder filter.
ca: Feu clic per a suprimir l'actual filtre de carpeta.
de: Klicken Sie, um den aktuellen Ordner-Filter zu entfernen.

source: Click to remove the current mimetype filter.
ca: Feu clic per a suprimir l'actual filtre tipus MIME.
de: Klicken Sie, um den aktuellen MIME-Typ-Filter zu entfernen.

source: Click to remove the current scheme filter.
ca: Feu clic per a suprimir el filtre de l'esquema actual.
de: Klicken Sie, um den aktuellen Schema-Filter zu entfernen.

source: Click to select a new scheme filter among default schemes.
ca: Feu clic per seleccionar un nou filtre d'esquema dels esquemes predeterminats.
de: Klicken Sie, um einen neuen Schema-Filter unter den voreingestellten Schemata auszuwählen.

source: De_faults...
de: _Vorgaben …

source: Display item in _location context menu
ca: Mostra l'element al menú de context _ubicació
de: Eintrag im _Ort-Kontextmenü anzeigen

source: Display item in _selection context menu
ca: Mostra l'element al menú de context de _selecció
de: Eintrag im _Auswahl-Kontextmenü anzeigen

source: Display item in the _toolbar
ca: _Mostra l'element a la barra d'eines
de: Objekt in der Werkzeugleis_te anzeigen

source: Do _not import the item whose ID already exists
de: _Nicht die Aktionen importieren, deren Kennung bereits vorhanden ist

source: Do not sort the list, letting you manually reorder the items.
ca: No ordena la llista, el que li permet tornar a ordenar manualment els elements.
de: Die Liste nicht sortieren, die Einträge manuell anordnen.

source: E_nabled
ca: _Habilitat
de: _Aktiviert

source: E_xecution
ca: E_xecució
de: Ausf_ührung

source: End of session
de: Ende der Sitzung

source: Enter here a free text which may be used (e.g. in a Web service or in a search tool) to describe your item.
ca: Introduïu un text lliure que pot ser utilitzat (per exemple, en un servei web o en una eina de recerca) per descriure el seu element.
de: Geben Sie hier einen beliebigen Text ein, der (in einem Web-Service oder Suchwerkzeug) verwendet wird, um Ihren Eintrag zu beschreiben.

source: Enter here the keyboard touch combination you suggest as a shortcut to your action. Note: this is not yet implemented in Nautilus-Actions.
de: Geben Sie hier die Tastenkombination ein, die Sie als Tastenkürzel für Ihre Aktion vorschlagen. Hinweis: Dies ist in Nautilus-Aktionen noch nicht implementiert.

source: Enter here the user the command should be ran as. The user may be defined by his numeric UID or his login name. Leave the field empty to run the command as the current user.
ca: Introduïu aquí l'ordre d'usuari. L'usuari pot definir la seva contrasenya o el seu nom d'inici de sessió. Deixeu el camp buit per executar l'ordre com a usuari actual.
de: Geben Sie hier den Benutzer an, unter dessen Kennung der Befehl ausgeführt werden soll. Der Benutzer kann über seine numerische UID oder seinen Anmeldenamen identifiziert werden. Lassen Sie das Feld leer, um die aktuelle Benutzerkennung zu verwenden.

source: Execute as _user :
ca: Executa com a _usuari:
de: Als Ben_utzer ausführen:

source: I/O provider :
ca: Proveïdor I/O:
de: Ein-/Ausgabetreiber:

source: Id. :
ca: Identitat:
de: Kennung:

source: Import is done
ca: La importació es realitza
de: Import ist abgeschlossen

source: Importing actions
ca: Importació d'accions
de: Aktionen werden importiert

source: In a _terminal
ca: En un _terminal
de: Im _Terminal

source: Item may appear depending of the desktop environment.
ca: L'element pot aparèixer depenent de l'entorn d'escriptori.
de: Der Eintrag kann abhängig von der Arbeitsumgebung erscheinen.

source: Items _list :
ca: _Llista d'elements:
de: _Liste der Einträge:

source: Just a label to remind you why you have created this profile.
de: Nur eine Notiz zur Erinnerung, warum Sie dieses Profil erstellt haben.

source: Le_gend
ca: Lle_genda
de: _Legende

source: Managing duplicates
ca: Gestió de duplicats
de: Verwaltung von Duplikaten

source: Match _case
ca: Distingeix entre majús_cules i minúscules
de: Groß-/Kleinschreibung _berücksichtigen

source: Note: this is not yet implemented in Nautilus-Actions.
de: Hinweis: Dies ist in Nautilus-Aktionen noch nicht implementiert.

source: Note: this is not yet implemented in Nautilus-Actions.
de: Hinweis: Dies ist in Nautilus-Aktionen noch nicht implementiert.

source: P_arameters :
ca: P_aràmetres:
de: P_arameter:

source: P_roperties
ca: _Propietats
de: _Eigenschaften

source: Read-only item
ca: Element només de lectura
de: Eintrag nur lesbar

source: Selecting what files to import
de: Die Dateien zum Importieren auswählen

source: Sort the list in ascending alphabetical order.
ca: Ordenar la llista alfabèticament en ordre ascendent.
de: Die Liste alphabetisch sortieren.

source: Sort the list in descending alphabetical order.
ca: Ordenar la llista alfabèticament en ordre descendent.
de: Die Liste alphabetisch absteigend sortieren.

source: Startup Window Manager _class :
ca: _Inici de la gestió de la classe de finestra:
de: WM-_Klasse beim Start:

source: Suggested _shortcut :
ca: Accés directe _suggerit:
de: Vorge_schlagene Tastenkombination:

source: T_oolbar label :
ca: _Etiqueta a la barra d'eines:
de: Beschriftung der _Werkzeugleiste:

source: The command will be run in a terminal. The terminal will be closed at the end of the execution; standard error and output streams will be displayed. An acceptable fallback is running in the standard terminal.
ca: L'ordre s'executarà en un terminal. El terminal estarà tancat al final de l'execució; es mostraran els fluxos d'error i de sortida estàndard. Un fallback acceptable s'executa en el terminal estàndard.
de: Der Befehl wird in einem Terminal ausgeführt. Das Terminal wird mit Ende der Ausführung geschlossen; Die Standardausgabe für Fehler und normale Ausgabe werden angezeigt. Eine akzeptable Alternative ist die Ausführung in einem Standard-Terminal.

source: The command will be started as a standard graphical user interface.
ca: L'ordre s'iniciarà com una interfície gràfica d'usuari estàndard.
de: Der Befehl wird als normale grafische Benutzeroberfläche ausgeführt.

source: The command will be started in the preferred terminal of the graphical environment.
ca: L'ordre s'iniciarà al terminal preferit de l'entorn gràfic.
de: Der Befehl wird im bevorzugten Terminal der grafischen Umgebung ausgeführt.

source: The current item will appear if each element of the selection matches all capabilities of the 'Must match all of' column, while not matching any capability of the 'Must not match any of' column.
de: Der aktuelle Eintrag wird angezeigt, wenn jedes Element der Auswahl auf alle Fähigkeiten in der Spalte »Muss allen entsprechen von« zutrifft, und gleichzeitig auf keines in der Spalte »Darf keinem entsprechen von«.

source: The current item will appear if the basename of each element of the selection matches one filter of the 'Must match one of' column, while not matching any of the filters of the 'Must not match any of' column.
de: Der aktuelle Eintrag wird angezeigt, wenn der Basisname jedes Elements der Auswahl auf einen Filter in der Spalte »Muss allen entsprechen von« zutrifft, und gleichzeitig auf keinen in der Spalte »Darf keinem entsprechen von«.

source: The current item will appear if the location of each element of the selection is one or inside one of the paths of the 'Must match one of' column, while not being one or inside one of the 'Must not match any of' column.
de: Der aktuelle Eintrag wird angezeigt, wenn der Ort jedes Elements der Auswahl teilweise oder ganz einem Pfad in der Spalte »Muss allen entsprechen von« enthalten ist, und gleichzeitig in keinem in der Spalte »Darf keinem entsprechen von«.

source: The current item will appear if the mimetype of each element of the selection matches one filter of the 'Must match one of' column, while not matching any of the filters of the 'Must not match any of' column.
de: Der aktuelle Eintrag wird angezeigt, wenn der MIME-Typ jedes Elements der Auswahl auf einen Filter in der Spalte »Muss allen entsprechen von« zutrifft, und gleichzeitig auf keinen in der Spalte »Darf keinem entsprechen von«.

source: The current item will appear if the scheme of each element of the selection matches one of the 'Must match one of' column, while not matching any of the 'Must not match any of' column.
de: Der aktuelle Eintrag wird angezeigt, wenn das Schema jedes Elements der Auswahl auf einen Filter in der Spalte »Muss allen entsprechen von« zutrifft, und gleichzeitig auf keinen in der Spalte »Darf keinem entsprechen von«.

source: The default working directory the command should be started in.
ca: El directori de treball per defecte, l'ordre s'ha d'iniciar en.
de: Der voreingestellte Arbeitsordner, in dem der Befehl ausgeführt werden soll.

source: The icon displayed in the file manager user interface.
de: Das Symbol, das in der Benutzeroberfläche der Dateiverwaltung anzeigt werden soll.

source: The item found in the selected file will silently override the current one which has the same identifier. Be warned: this mode may be dangerous. You will not be prompted another time.
ca: L'element trobat al fitxer seleccionat ometrà en silenci l'actual que té el mateix identificador. Aneu amb compte: aquesta manera de fer és perillosa. No se li tornarà a demanar una altra vegada.
de: Die Aktion in der ausgewählten Datei wird ohne Warnung die aktuelle Aktion mit dem gleichen Bezeichner ersetzen. Seien Sie gewarnt: Dieser Modus kann gefährlich sein. Sie werden nicht sicherheitshalber erneut gefragt werden.

source: The label displayed in the file manager toolbar.
ca: L'etiqueta apareix a la barra d'eines del gestor de fitxers.
de: Der Name, der in der Werkzeugleiste der Dateiverwaltung anzeigt werden soll.

source: The label of the item in the file manager context menus.
ca: Etiqueta de l'element del gestor de fitxers dels menús de context.
de: Der Name des Menüpunktes in den Kontextmenüs der Dateiverwaltung.

source: The name of a themed icon or the filename of an image.
ca: El nom d'una icona temàtica o el nom de fitxer d'una imatge.
de: Der Name eines themenbasierten Symbols oder der Dateiname einer Grafik.

source: The parameters of the command.
ca: Els paràmetres de l'ordre.
de: Die Befehlsparameter.

source: The path of the command. If this is not an absolute path, then the PATH environment variable at execution time will be considered.
ca: La ruta de l'ordre. Si això no és una ruta absoluta, llavors es considera la variable d'entorn RUTA en temps d'execució.
de: Der Pfad des Befehls. Wenn dies kein absoluter Pfad ist, so wird die Umgebungsvariable »PATH« zur Laufzeit ausgewertet.

source: The selected file will be imported with a slightly modified label indicating the renumbering. The existing item will not be modified.
ca: El fitxer seleccionat serà importat amb una etiqueta lleugerament modificada que indica la re-enumeració. L'element existent no es modificarà.
de: Die gewählte Datei wird mit einem leicht geänderten Namen importiert werden, der die neue Nummerierung andeutet. Der bestehende Menüeintrag wird nicht verändert.

source: The tooltip displayed in the file manager user interface.
ca: L'indicador de funció que apareix a la interfície d'usuari de l'administrador de fitxers.
de: Die Minihilfe, die in der Benutzeroberfläche der Dateiverwaltung anzeigt werden soll.

source: This advanced tab lets you precisely define how your command will be executed.
ca: Aquesta pestanya avançada li permet definir amb precisió com s'executarà l'ordre.
de: Der erweiterte Reiter ermöglicht es präzise festzulegen, wie Ihr Befehl ausgeführt werden soll.
