Repository: tamplan/filemanager-actions
Catalog: po/*.po
Languages: ca, de

source: The parameters of the command to be executed when the user selects the menu item in the file manager context menu or in the toolbar. The parameters may contain some special tokens which are replaced by the informations provided by the file manager before starting the command: • up to version 2.0: %d: base folder of the selected file(s) %f: the name of the selected file or the first one if several are selected %h: hostname of the URI %m: space-separated list of the basenames of the selected file(s)/folder(s) %M: space-separated list of the selected file(s)/folder(s), with their full paths %p: port number of the first URI %R: space-separated list of selected URIs %s: scheme of the URI %u: URI %U: username of the URI %%: a percent sign. • starting from version 3: %b: (first) basename %B: space-separated list of the basenames of the selected file(s)/folder(s) %c: count the selected file(s)/folder(s) %d: (first) base directory %D: space-separated list of base directories of the selected file(s)/folder(s) %f: (first) filename %F: space-separated list of the filenames of the selected file(s)/folder(s) %h: hostname of the (first) URI %m: (first) mimetype %M: space-separated list of the mimetypes of the selected file(s)/folder(s) %n: username of the (first) URI %o: no-op operator which forces the singular form of execution (since 3.0.2) %O: no-op operator which forces the plural form of execution (since 3.0.2) %p: port number of the (first) URI %s: scheme of the (first) URI %u: (first) URI %U: space-separated list of the URIs of the selected file(s)/folder(s) %w: (first) basename without the extension %W: space-separated list of basenames without the extension %x: (first) extension %X: space-separated list of the extensions of the selected file(s)/folder(s) %%: a percent sign.
ca: Els paràmetres de l'ordre a executar quan l'usuari selecciona l'element del menú a la barra d'eines del menú del context del gestor de fitxers Els paràmetres poden contenir algunes paraules especials que són reemplaçades per les informacions proporcionades pel gestor de fitxers abans d'iniciar l'ordre: • fins a la versió 2.0: %d: carpeta base del fitxer seleccionat (s) %f: el nom del fitxer seleccionat o el primer si se'n seleccionen diverses %h: nom d'amfitrió de l'URI %m: llista separada per espais dels noms base del fitxer(s)/carpeta(es) seleccionats %M: llista separada per espais dels fitxer(s)/carpeta (es) seleccionats, amb les seves rutes completes %p: número de port del primer URI: %R: llista separada per espais dels URI's seleccionats %s: esquema de l'URI %u: URI %U: nom d'usuari de l'URI %%: un signe de percentatge. • a partir de la versió 3: %b: (primer) noms base %B: llista separada per espais dels noms base del fitxer(s)/carpeta(es) seleccionats %c: comptar el fitxer(s)/carpeta (es) seleccionats %d: (primer) directori base %D: llista separada per espais de directoris base del fitxer(s)/carpeta(es) seleccionats %f: (primer) nom del fitxer %F: llista separada per espais dels noms de fitxer del fitxer(s)/carpeta(es) %h: nom d'amfitrió del (primer) URI %m: (primer) tipus MIME %M: llista separada per espais dels tipus MIME del fitxer(s)/carpeta(es) seleccionats %n: nom d'usuari del (primer) URI %o: no-op operador, el que obliga a la forma singular d'execució (des del 3.0.2) %O: no-op operador que obliga a la forma plural d'execució (des del 3.0.2) %p: número de port del (primer) URI %s: esquema del (primer) URI %u: (primer) URI %U: llista separada per espais dels URI's del fitxer(s)/carpeta(es) seleccionats %w: (primer) noms base sense l'extensió %W: llista separada per espais de noms base sense l'extensió % X: (primer) extensió % X: llista separada per espais de les extensions del fitxer(s)/carpeta(es) %%: un signe de percentatge.

source: The working directory the command will be started in. Defaults to “%d”.
ca: El directori de treball de l'ordre s'iniciarà a. Per defecte a «%d».

source: Execution mode of the program. This may be chosen between following values: • “Normal”: starts as a standard graphical user interface • “Terminal”: starts the preferred terminal of the graphical environment, and runs the command in it • “Embedded”: makes use of a special feature of the file manager which allows a terminal to be ran inside of it; an acceptable fallback is Terminal • “DisplayOutput”: the ran terminal may be closed at end of the command, but standard streams (stdout, stderr) should be collected and displayed; an acceptable fallback is Terminal. Defaults to “Normal”.
ca: El mode d'execució del programa. Això pot ser elegit entre els següents valors: • «Normal»: comença com una interfície gràfica d'usuari estàndard • «Terminal»: comença el terminal preferit de l'entorn gràfic, i s'executa l'ordre • «incrustat»: utilitza una característica especial de l'administrador de fitxers que permet que un terminal corri dins; una alternativa acceptable és Terminal • «DisplayOutput»: el terminal pot estar tancat al final de l'ordre, però fluxos estàndards (stdout, stderr) són recollits i representats; una alternativa acceptable és terminal. Per defecte "normal".

source: FileManager-Actions Desktop I/O Provider
ca: FileManager-Actions proveïdor d'escriptori I/O

source: This format has been introduced with v 3.0 serie, and should be your newly preferred format when exporting items. It let you easily share your actions with the whole world, including with users of other desktop environments, as long as their own application implements the DES-EMA specification which describes this format. The exported .desktop file may later be imported via : • Import assistant of the FileManager-Actions Configuration Tool, • drag-n-drop into the FileManager-Actions Configuration Tool, • or by copying it into a XDG_DATA_DIRS/file-manager/actions directory.
ca: Aquest format s'ha introduït amb la sèrie v 3.0, i ha de ser el seu nou format preferit per exportar elements. Li permet compartir fàcilment les vostres accions amb tothom, incloent als usuaris d'altres entorns d'escriptori, sempre que l'aplicació implementi l'especificació DES-EMA que descriu aquest format. El fitxer exported.desktop pot ser importat més endavant a través de: • Assistent d'importació de l'eina de configuració del FileManager-Actions, • arrossegar i deixar anar en l'eina de configuració del FileManager-Actions, • o copiant-ho en un directori XDG_DATA_DIRS/file-manager/Actions.

source: unknown type: %s
ca: Tipus desconegut: %s

source: FileManager-Actions GConf I/O Provider
ca: El FileManager-Actions del proveïdor de GConf I/O

source: This used to be the historical export format. The exported schema file may later be imported via : • Import assistant of the FileManager-Actions Configuration Tool, • drag-n-drop into the FileManager-Actions Configuration Tool, • or via the gconftool-2 --import-schema-file command-line tool.
ca: Això ha de ser el format d'exportació històrica. El fitxer d'esquema exportat més endavant pot ser importat a través de: • Assistent d'importació de l'eina de configuració del FileManager-Actions, • arrossegar i deixar anar en l'eina de configuració del FileManager-actions, • o a través de gconftool-2 de l'eina de la línia d'ordres --import-schema-file.

source: This format has been introduced in v 1.11 serie. This is the lightest schema still compatible with GConf command-line tools, while keeping backward compatibility with the FileManager-Actions Configuration Tool oldest versions. The exported schema file may later be imported via : • Import assistant of the FileManager-Actions Configuration Tool, • drag-n-drop into the FileManager-Actions Configuration Tool, • or via the gconftool-2 --import-schema-file command-line tool.
ca: Aquest format s'ha introduït en la sèrie v 1.11. Aquest és l'esquema més clar encara compatible amb les eines del GConf de línia d'ordres, mentre es manté la compatibilitat amb el FileManager-Actions de l'eina de configuració de les versions més antigues. El fitxer de l'esquema exportat més endavant pot ser importat a través de: • Assistent d'importació de l'eina de configuració del FileManager-Actions, • arrossegar i deixar anar en l'eina de configuració del FileManager-Actions, • o a través de gconftool-2 de l'eina de la línia d'ordres --import-schema-file.

source: This format has been introduced in v 1.11 serie. Tough not backward compatible with FileManager-Actions Configuration Tool versions previous to 1.11, it may still be imported via standard GConf command-line tools. The exported dump file may later be imported via : • Import assistant of the FileManager-Actions Configuration Tool (1.11 and above), • drag-n-drop into the FileManager-Actions Configuration Tool (1.11 and above), • or via the gconftool-2 --load command-line tool.
ca: Aquest format s'ha introduït en la sèrie v 1.11. Tough no és compatible amb les versions anteriors de l'eina de configuració FileManager-Actions a 1,11, encara pot ser importat a través deL GConf estàndard de les eines de la línia d'ordres. El fitxer de bolcat exportat més tard pot ser importat a través de: • Assistent d'importació de l'eina de configuració del FileManager-Actions (1,11 i superior), • arrossegar i deixar anar a l'eina de configuració del FilleManager-Actions (1,11 i superior), • o a través de gconftool-2 de l'eina de la línia d'ordres --load.

source: Should the assistant “Quit” when the user hits Escape ?
ca: Deu l'assistent "Sortir" quan l'usuari topa amb ESC?

source: _Cancel
ca: _Cancel·la

source: _OK
ca: D'ac_ord

source: WSP name
ca: Nom WSP

source: Destroy the Gtk toplevel
ca: Destrueix el nivell superior del Gtk

source: Whether the embedded Gtk Toplevel should be destroyed at dispose time
ca: Si l'encastat Gtk de Nivell Superior ha de ser destruït en el moment de disposar

source: Unrecognized desktop file Version “%s”
ca: Versió del fitxer d'escriptori no reconeguda «%s»

source: Can’t pass document URIs to a “Type=Link” desktop entry
ca: No es poden passar els URI del document a una entrada d'escriptori del tipus «Type=Link»

source: FileManager-Actions Configuration Tool
ca: Eina de configuració del FileManager-Actions

source: Please select one or more actions to be exported. You may use Ctrl and Shift keys to extend the selection.
ca: Seleccioneu una o més accions per a ser exportades. Podeu utilitzar les tecles Ctrl i Maj per estendre la selecció.

source: Which format should I use when exporting these items ?
ca: Quin format he d'utilitzar en exportar aquests elements?

source: Selected items have been proceeded:
ca: S'ha procedit els elements seleccionats:

source: Selecting files to import
ca: Selecció de fitxers que voleu importar

source: What should I do when importing an item whose ID already exists ?
ca: Què he de fer quan s'importa un element ID el qual ja existeix?

source: When importing an item whose ID already exists:
ca: En importar un element ID el qual ja existeix:

source: Selected files have been proceeded:
ca: S'ha procedit els fitxers seleccionats:

source: The action “%s” is about to be exported.
ca: L'acció «%s» està a punt de ser exportada.

source: The menu “%s” is about to be exported.
ca: El menú «%s» està a punt de ser exportat.

source: About to export item(s)
ca: Quant a exportar element(s)

source: _Open
ca: _Obre

source: : (first) basename.
ca: :(primer) basename.

source: <b>%B</b>
ca: <b>%cB</b>

source: : space-separated list of the basenames of the selected file(s)/folder(s).
ca: : llista separada per espais dels noms base del fitxer(s) o carpeta(es) seleccionades.

source: : count of selected item(s).
ca: : Recompte d'element(s) seleccionats.

source: : (first) base directory.
ca: : (primer) directori base.

source: : space-separated list of the base directories of the selected file(s)/folder(s).
ca: : llista separada per espais dels directoris base dels fitxer(s) o carpeta(es) seleccionades.

source: : (first) filename.
ca: : (primer) nom del fitxer.

source: : space-separated list of the filenames of the selected file(s)/folder(s).
ca: : llista separada per espais dels noms de fitxer, del fitxer(s) o carpeta(es) seleccionades.

source: : hostname of the (first) selected URI.
ca: : Nom d'amfitrió del (primer) URI seleccionat.

source: : (first) mimetype.
ca: : (primer) tipus MIME.

source: : space-separated list of the mimetypes of the selected file(s)/folder(s).
ca: : llista separada per espais dels tipus MIME dels fitxer(s) o carpeta(es) seleccionades.

source: : username of the (first) selected URI.
ca: : Nom d'usuari del (primer) URI seleccionat.

source: : no-op operator which forces a singular form of execution.
ca: : no-op operador, la qual cosa obliga a una forma singular d'execució.

source: : no-op operator which forces a plural form of execution.
ca: : no-op operador, la qual cosa obliga a una forma plural d'execució.

source: : port number of the (first) selected URI.
ca: : Nombre del port del (primer) URI seleccionat.

source: : scheme of the (first) selected URI.
ca: : esquema del (primer) URI seleccionat.

source: : (first) URI.
ca: : (primer) URI.

source: : space-separated list of the URIs of the selected file(s)/folder(s).
ca: : llista separada per espais dels URI's del fitxer(s) o carpeta(es) seleccionades.

source: : (first) basename without the extension.
ca: : (primer) nom base sense l'extensió.

source: : space-separated list of the basenames without the extension.
ca: : llista separada per espais dels noms base sense extensió.

source: : (first) extension.
ca: : (primer) extensió.

source: : space-separated list of the extensions of the selected file(s)/folder(s).
ca: : llista separada per espais de les extensions dels fitxer(s) o carpeta(es) seleccionades.

source: : a percent sign.
ca: : un signe de percentatge.

source: Current FMAObjectItem
ca: Actual FMAObjectItem

source: A pointer to the currently edited FMAObjectItem, an action or a menu
ca: Un punter editat en aquest moment a la FMAObjectItem, una acció o un menú

source: Current FMAObjectProfile
ca: Actual FMAObjectProfile

source: A pointer to the currently edited FMAObjectProfile
ca: Un punter actualment editat a la FMAObjectProfile

source: Current FMAIContext
ca: Actual FMAIContext

source: A pointer to the currently edited FMAIContext
ca: Un punter actualment editat a la FMAIContext

source: Editable item ?
ca: Element editable?

source: Whether the item will be able to be updated against its I/O provider
ca: Si l'element podrà ser actualitzat en contra del seu proveïdor I/O

source: No edition reason
ca: No hi ha raó d'edició

source: Why is this item not editable
ca: Per què aquest element no es pot editar

source: _Browse…
ca: _Navega...

source: <b> Nautilus item </b>
ca: <b>Element del Nautilus</b>

source: <b> Profile </b>
ca: <b> Perfil </b>

source: Example
ca: Exemple

source: <small><i>Example</i></small>
ca: <small><i>Exemple</i></small>

source: <b> Command </b>
ca: <b>Ordre</b>

source: <b> Execution mode </b>
ca: <b>Mode d'execució</b>

source: When checked, it is known that the run command will send a “remove” message to the desktop environment. See the Startup Notification Protocol Specification for more details. Only relevant when chosen execution mode is Normal.
ca: Quan s'activa, se sap que l'ordre executada enviarà un missatge «eliminar» a l'entorn d'escriptori. Veure l'inici d'Especificació del Protocol de Notificació per a més detalls. Només quan el mode d'execució triat rellevant és normal.

source: <b> Startup mode </b>
ca: <b>Mode d'inici</b>

source: <b> Execute as user </b>
ca: <b>Executa com a usuari</b>

source: The current item will appear if the basename of each element of the selection matches one filter of the “Must match one of” column, while not matching any of the filters of the “Must not match any of” column.
ca: Apareixerà l'element actual si el nom base de cada element de la selecció coincideix amb un filtre de la columna "Ha de coincidir amb un", mentre que no coincideixi amb cap dels filtres de la columna "no ha de coincidir amb qualsevol de".

source: This list lets you determine for which basenames the currently selected item will be displayed in the Nautilus context menu. Basenames may use “*” and “?” wildcards. Basenames may be negated to specify for which basenames your item must not appear.
ca: Aquesta llista li permet determinar sobre quins noms base de l'element seleccionat actualment es mostrarà en el menú de context del Nautilus. Noms base pot utilitzar comodins «*» i «?». Noms base pot negar específicament noms base amb la qual cosa no ha d'aparèixer el seu element.

source: <b> Basenames conditions </b>
ca: <b>Condicions de noms base</b>

source: The current item will appear if the mimetype of each element of the selection matches one filter of the “Must match one of” column, while not matching any of the filters of the “Must not match any of” column.
ca: Apareixerà l'element actual si el tipus MIME de cada element de la selecció coincideix amb un filtre de la columna "Ha de coincidir amb un", mentre que no coincideixi amb cap dels filtres de la columna "no ha de coincidir amb qualsevol de".

source: This list lets you determine for which mimetypes the currently selected item will be displayed in the Nautilus context menu. Mimetypes may be specified as “*”, “*/*”, “group/*” or “group/subgroup”. Mimetypes may be negated to specify for which type of objects your item must not appear.
ca: Aquesta llista li permet determinar sobre quins tipus MIME de l'element seleccionat actualment es mostrarà en el menú de context del Nautilus. Tipus MIME pot especificar-se com «*», «*/*», «grup/*» o «grup/subgrup». Tipus MIME pot negar per específicament per a quin tipus d'objectes no ha d'aparèixer el seu element.

source: <b> Mimetypes conditions </b>
ca: <b>Condicions de tipus MIME</b>

source: This tab lets you determine for which mimetypes the currently selected item will be displayed in the Nautilus context menu. Mimetypes may be specified as “*”, “/*”, “group/*” or “group/subgroup”. Mimetypes may be negated to specify for which type of objects your item must not appear.
ca: Aquesta pestanya pot definir el tipus MIME per al que l'element actualment seleccionat es visualitzi al menú contextual del Nautilus. Tipus MIME que es poden especificar com a «*», «/*», «grup/*» o «grup/subgrup». Tipus MIME que es poden negar per a especificar per a quin tipus d'objectes no ha d'aparèixer el seu element.

source: The current item will appear if the location of each element of the selection is one or inside one of the paths of the “Must match one of” column, while not being one or inside one of the “Must not match any of” column.
ca: L'element actual apareixerà si la ubicació de cada element de la selecció és a una o dins d'una de les rutes de la columna "Ha de coincidir amb un", si bé no és una o a l'interior d'una de la columna "no ha de coincidir amb qualsevol de".

source: This list lets you determine where (in which folders) the currently selected files must be found in order for the item to be displayed in the Nautilus context menu. Folders may use “*” or “?” wildcards. Folder filters may be negated to specify for which folders your item must not appear.
ca: Aquesta llista li permet determinar a on (en què carpetes) cal trobar els fitxers seleccionats actualment perquè l'element es mostra en el menú de context del Nautilus. Les carpetes poden utilitzar comodins «*» o «?». Els filtres de carpeta poden especificar-se per a què carpetes no ha d'aparèixer el seu element.

source: <b> Folders conditions </b>
ca: <b>Condicions de carpeta</b>

source: The current item will appear if the scheme of each element of the selection matches one of the “Must match one of” column, while not matching any of the “Must not match any of” column.
ca: Apareixerà l'element actual si l'esquema de cada element de la selecció coincideix amb una columna de "ha de coincidir amb un", mentre que no coincideixi amb cap columna de "no ha de coincidir amb qualsevol de".

source: De_faults…
ca: Per de_fecte...

source: <b> Schemes conditions </b>
ca: <b>Condicions d'esquema</b>

source: The current item will appear if each element of the selection matches all capabilities of the “Must match all of” column, while not matching any capability of the “Must not match any of” column.
ca: Apareixerà l'element actual si cada element de la selecció coincideix amb totes les capacitats de la columna "Ha de coincidir amb tots", mentre que no coincideixi amb cap capacitat de la columna de "No ha de coincidir amb qualsevol de".

source: <b> Capabilities conditions </b>
ca: <b>Condicions de capacitat</b>

source: <b> Appears if selection contains </b>
ca: <b>Apareix si la selecció conté</b>

source: <b> Desktop environment </b>
ca: <b>Entorn d'escriptori</b>

source: Appears if the command outputs “_true” :
ca: Apareix si l'ordre de sortida «veri_tat»:

source: Bro_wse…
ca: _Navega...

source: This is an advanced condition based on a runtime result. Enter here a command which is able to display the exact “true” string on its standard output. This may be used for example for testing a complex condition.
ca: Aquesta és una condició avançada basada en un resultat de temps d'execució. Introduïu aquí una ordre que sigui capaç de mostrar l'exacta "veritat" cadena a la sortida estàndard. Això es pot utilitzar per exemple per provar una condició complexa.

source: Brow_se…
ca: _Navega...

source: <b> Execution environment </b>
ca: <b>Entorn d'execució</b>

source: Enter here the keyboard touch combination you suggest as a shortcut to your action. Note: this is not yet implemented in FileManager-Actions.
ca: Introduïu la combinació de la pulsació del teclat suggerit com un accés directe a la seva acció. Nota: això encara no està implementat en FileManager-Actions.

source: <b> Action editable properties </b>
ca: <b> Propietats editables de l'acció </b>

source: This box is checked if the item cannot be edited. There may be multiple reasons for why an item cannot be edited. See your User’s Manual.
ca: Aquest quadre es comprova si l'element no es pot editar. Hi pot haver diverses raons per les quals un element no es pot modificar. Consulteu el Manual de l'usuari.

source: <b> Read-only properties </b>
ca: <b> Propietats de només lectura </b>

source: “%s” filter already exists in the list. Please provide another one.
ca: «%s» el filtre ja existeix a la llista. Proporcioneu-ne un altre.

source: Switch the position of the notebook tabs
ca: Canvia la posició de les pestanyes portàtils

source: Import one or more actions from external files into your configuration
ca: Importa una o més accions de fitxers externs en la seva configuració

source: Export one or more actions from your configuration to external files
ca: Exporta una o més accions en la seva configuració de fitxers externs

source: Some items have not been deleted
ca: Alguns elements no s'han eliminat

source: Automatically saving pending modifications…
ca: Desa automàticament modificacions pendents...

source: FileManager-Actions Preferences
ca: Preferències del FileManager-Actions

source: Menus and actions will be displayed in the ascending alphabetical order of their label, both in the Nautilus context menu and in the fma-config-tool user interface.
ca: Els menús i les accions es mostraran en l'ordre alfabètic ascendent de la seva etiqueta, tant en el menú de context del Nautilus com en la interfície d'usuari fma-config-tool.

source: Menus and actions will be displayed in the descending alphabetical order of their label, both in the Nautilus context menu and in the fma-config-tool user interface.
ca: Els menús i les accions es mostraran en l'ordre alfabètic descendent de la seva etiqueta, tant en el menú de context del Nautilus com en la interfície d'usuari fma-config-tool.
